----[[숙소]]["barrack"] = {},
 
----[[파이로맨서 룸]]["barrack_2"] = {}, 

----[[연회장]]["barrack_noble"] = {}, 

----[[주점]]["barrack4"] = {}, 

----[[오프닝 존]]["opening_zone_1"] = {}, 

----[[라이마 연출]]["track_underfortress_59_2"] = {},
 
----[[길드 아지트]]["guild_agit_1"] = {}, 

----[[길드 미션]]["guild_mission_1"] = {}, 

----[[로그인 화면]]["login"] = {}, 

----[[테스트2]]["test_zone2"] = {}, 

----[[테스트존]]["test_zone"] = {}, 

----[[블랙존]]["black_zone"] = {}, 

----[[보스 존]]["boss_zone"] = {}, 

----[[테스트존 화이트]]["test_qa"] = {}, 

----[[테스트존 블루]]["test_blue"] = {}, 

----[[테스트존 메테리얼]]["test_material"] = {}, 

----[[연출용]]["d_velniasprison_trackzone"] = {}, 

----[[길드 아지트]]["guildhouse"] = {}, 

----[[미션_테스트]]["mission_test"] = {["d_zachariel_34"] = {1}, }, 

----[[미니게임 존]]["minigame_zone"] = {}, 

----[[1시간별 미션 테스트1]]["onehour_test1"] = {}, 

----[[미션_테스트2]]["mission_test2"] = {}, 

----[[깃발뺏기]]["mission_flag"] = {}, 

----[[1시간별 미션 테스트 PVP]]["onehour_test1_pvp"] = {}, 

----[[샤울레이 레이드]]["raid_siauliai1"] = {}, 

----[[수정광산 레이드]]["onehour_cmine1"] = {}, 

----[[카타콤 레이드]]["id_catacomb_03"] = {}, 

----[[가시숲 레이드]]["raid_thorn1"] = {}, 

----[[협곡지대 미션]]["mission_rokas_01"] = {}, 

----[[왕릉 미션]]["mission_zachariel_01"] = {}, 

----[[무너진 저택가]]["mission_remains_01"] = {}, 

----[[마법사의 탑 미션]]["mission_firetower_01"] = {}, 

----[[성당 미션]]["mission_chaple_01"] = {}, 

----[[칠채곡 미션]]["mission_huevillage_01"] = {}, 

----[[겔리고원 미션]]["mission_gele_01"] = {}, 

----[[여신상 수호]]["mission_godnessdefence"] = {}, 

----[[할로윈 이벤트]]["id_catacomb_03_event"] = {}, 

----[[케파 군단]]["f_gele_kepa_event"] = {}, 

----[[아샤크 지하 감옥]]["d_prison_62_1_event"] = {}, 

----[[봄으로 가는 길 이벤트 미션]]["f_whitetrees_56_1_event"] = {}, 

----[[칼날서약 용병단의 능력 증명]]["mission_gele_01_event"] = {}, 

----[[대지의 탑 롤로팬서 구간]]["mission_groundtower_1"] = {}, 

----[[대지의 탑 솔미키 구간]]["mission_groundtower_2"] = {}, 

----[[레타스 개울가 미션]]["E_f_katyn_12_Mission"] = {}, 

----[[연구실]]["c_firemage_event"] = {}, 

----[[습격받은 페디미안]]["E_c_fedimian"] = {}, 

----[[리티니스 지하묘]]["id_catacomb_04_event"] = {}, 

----[[베다 고원]]["E_f_tableland_11_1"] = {}, 

----[[비비드 클라페다]]["VIVID_c_Klaipe"] = {}, 

----[[비비드 오르샤]]["VIVID_c_orsha"] = {}, 

----[[비비드 페디미안]]["VIVID_c_fedimian"] = {}, 

----[[[이벤트]저주받은 해안]]["Steam_f_coral_44_1"] = {}, 

----[[괴도 트팡 이벤트]]["f_pilgrimroad_41_1_event"] = {}, 

----[[하이랜더 마스터의 도장[이벤트]]]["c_highlander_event"] = {}, 

----[[천하제일 축구장]]["f_playground"] = {}, 

----[[[이벤트]베야 골짜기]]["f_huevillage_58_1_event"] = {}, 

----[[[이벤트]아이테오 해안]]["f_coral_44_2_event"] = {}, 

----[[[이벤트]클라페다]]["c_Klaipe_event_1812"] = {}, 

----[[[이벤트]오르샤]]["c_orsha_event_1901"] = {}, 

----[[[이벤트]페디미안]]["c_fedimian_event"] = {}, 

--[[페디미안]]["c_fedimian"] = 
			{
			--[[페디미안 외곽]]["f_remains_40"] = {1}, 
			--[[큰아귀 길]]["f_pilgrimroad_46"] = {1}, 
			--[[페디미안 주점]]["c_request_1"] = {1}, 
			}, 

--[[클라페다]]["c_Klaipe"] = 
			{
			--[[샤울레이 서쪽 숲]]["f_siauliai_west"] = {1}, 
			--[[샤울레이 동쪽 숲]]["f_siauliai_2"] = {1}, 
			--[[보코르 마스터의 집]]["c_voodoo"] = {1}, 
			--[[하이랜더 마스터의 도장]]["c_highlander"] = {1}, 
			--[[파이로맨서 마스터의 연구실]]["c_firemage"] = {1}, 
			--[[기티스의 개척지]]["f_siauliai_50_1"] = {1}, 
			--[[뷰티샵]]["c_barber_dress"] = {1}, 
			}, 

--[[하이랜더 마스터의 도장]]["c_highlander"] = 
			{
			--[[클라페다]]["c_Klaipe"] = {1}, 
			}, 

--[[보코르 마스터의 집]]["c_voodoo"] = 
			{
			--[[클라페다]]["c_Klaipe"] = {1}, 
			}, 

--[[파이로맨서 마스터의 연구실]]["c_firemage"] = 
			{
			--[[클라페다]]["c_Klaipe"] = {1}, 
			}, 

--[[페디미안 주점]]["c_request_1"] = 
			{
			--[[페디미안]]["c_fedimian"] = {1}, 
			}, 

--[[오르샤]]["c_orsha"] = 
			{
			--[[렘파라사 연못]]["ep13_f_siauliai_1"] = {1}, 
			}, 

--[[살러스 수녀원]]["c_nunnery"] = 
			{
			--[[필그림 들길]]["f_pilgrimroad_47"] = {1}, 
			}, 

--[[뷰티샵]]["c_barber_dress"] = 
			{
			----[[뷰티샵]]["c_barber_dress"] = {1}, 
			----[[뷰티샵]]["c_barber_dress"] = {1}, 
			--[[클라페다]]["c_Klaipe"] = {1}, 
			}, 

----[[라이마의 성소]]["c_klaipe_cathedral_medium"] = {},

--[[샤울레이 서쪽 숲]]["f_siauliai_west"] = 
			{
			--[[클라페다]]["c_Klaipe"] = {1}, 
			----[[샤울레이 서쪽 숲]]["f_siauliai_west"] = {1}, 
			}, 

----[[미사용-샤울레이 동쪽 숲-past]]["f_siauliai_est"] = {}, 

--[[샤울레이 동쪽 숲]]["f_siauliai_2"] = 
			{
			--[[클라페다]]["c_Klaipe"] = {1}, 
			--[[샤울레이 광산 마을]]["f_siauliai_out"] = {1}, 
			}, 

--[[샤울레이 광산 마을]]["f_siauliai_out"] = 
			{
			--[[샤울레이 동쪽 숲]]["f_siauliai_2"] = {1}, 
			--[[수정광산 1층]]["d_cmine_01"] = {1}, 
			--[[스라우타스 협곡]]["f_gele_57_1"] = {1}, 
			}, 

--[[수정광산 1층]]["d_cmine_01"] = 
			{
			--[[샤울레이 광산 마을]]["f_siauliai_out"] = {1}, 
			--[[수정광산 2층]]["d_cmine_02"] = {1}, 
			}, 
			
--[[수정광산 2층]]["d_cmine_02"] = 
			{
			--[[수정광산 1층]]["d_cmine_01"] = {1}, 
			--[[수정광산 3층]]["d_cmine_6"] = {1}, 
			},
			
--[[수정광산 3층]]["d_cmine_6"] = 
			{
			--[[수정광산 2층]]["d_cmine_02"] = {1}, 
			----[[수정광산 3층]]["d_cmine_6"] = {1}, 
			----[[수정광산 3층]]["d_cmine_6"] = {1},
			},
			
--[[카틴 숲 입구]]["f_katyn_7"] = 
			{
			--[[테넷 화원]]["f_gele_57_4"] = {1}, 
			--[[매너클 묘지]]["f_katyn_7_2"] = {1}, 
			},
			
--[[매너클 묘지]]["f_katyn_7_2"] = 
			{
			--[[카틴 숲 입구]]["f_katyn_7"] = {1}, 
			--[[포슬린키스 숲]]["f_katyn_13"] = {1}, 
			},
			
--[[수정광산 2광구 1층]]["d_cmine_8"] = 
			{
			--[[수정광산 3층]]["d_cmine_6"] = {1}, 
			--[[수정광산 2광구 2층]]["d_cmine_9"] = {1}, 
			},
			
--[[수정광산 2광구 2층]]["d_cmine_9"] = 
			{
			--[[수정광산 2광구 1층]]["d_cmine_8"] = {1}, 
			},
			
----[[(폐쇄)카롤리스 샘터]]["f_katyn_10"] = {}, 

----[[f_siauliai_11]]["f_siauliai_11"] = {}, 

----[[(폐쇄)(구)파우피스 나루]]["f_siauliai_11_re"] = {}, 

----[[(폐쇄)레타스 개울가]]["f_katyn_12"] = {}, 

--[[포슬린키스 숲]]["f_katyn_13"] = 
			{
			--[[매너클 묘지]]["f_katyn_7_2"] = {1}, 
			--[[사크니스 벌판]]["f_katyn_14"] = {1}, 
			--[[셉티니 골]]["f_huevillage_58_4"] = {1}, 
			}, 

----[[밀실]]["f_katyn_13_2"] = {["Challenge_f_gele_57_4"] = {1}, --[[드바시아 고개]]["d_thorn_22"] = {1}, --[[셉티니 골]]["f_huevillage_58_4"] = {1}, ["레타스 개울가"] = {1}, }, 

----[[화살길]]["f_katyn_13_3"] = {--[[["레타스 개울가"] = {1},]] ["f_rokas_25"] = {1}, }, 

--[[사크니스 벌판]]["f_katyn_14"] = 
			{
			--[[포슬린키스 숲]]["f_katyn_13"] = {1}, 
			--[[드바시아 고개]]["d_thorn_22"] = {1}, 
			}, 

----[[f_siauliai_15]]["f_siauliai_15"] = {}, 

----[[(폐쇄)(구)덧댄다리 숲]]["f_siauliai_15_re"] = {}, 

----[[(폐쇄)(구)렘파라사 연못]]["f_siauliai_16"] = {}, 

--[[봄볕나무 숲]]["f_siauliai_46_1"] = 
			{
			--[[관문로]]["d_thorn_19"] = {1}, 
			--[[우키스 경작지]]["f_siauliai_46_2"] = {1}, 
			--[[글라데 언덕길]]["d_thorn_39_2"] = {1}, 
			},
			
--[[우키스 경작지]]["f_siauliai_46_2"] = 
			{
			--[[봄볕나무 숲]]["f_siauliai_46_1"] = {1}, 
			--[[빌나 숲]]["f_siauliai_46_3"] = {1}, 
			--[[다이나 양봉지]]["f_siauliai_46_4"] = {1}, 
			--[[라우키메 저습지]]["d_thorn_39_3"] = {1}, 
			},
			
--[[빌나 숲]]["f_siauliai_46_3"] = 
			{
			--[[우키스 경작지]]["f_siauliai_46_2"] = {1}, 
			--[[다이나 양봉지]]["f_siauliai_46_4"] = {1}, 
			},
			
--[[다이나 양봉지]]["f_siauliai_46_4"] = 
			{
			--[[샤튼 농장]]["f_farm_49_2"] = {1}, 
			--[[우키스 경작지]]["f_siauliai_46_2"] = {1}, 
			--[[셉티니 골]]["f_huevillage_58_4"] = {1}, 
			--[[빌나 숲]]["f_siauliai_46_3"] = {1}, 
			},
			
--[[아렐르노 남작령]]["f_siauliai_47_4"] = 
			{
			--[[미르키티 농장]]["f_farm_47_3"] = {1}, 
			--[[기티스의 개척지]]["f_siauliai_50_1"] = {1}, 
			--[[테넌츠 농장]]["f_farm_47_1"] = {1}, 
			},
			
--[[기티스의 개척지]]["f_siauliai_50_1"] = 
			{
			--[[아렐르노 남작령]]["f_siauliai_47_4"] = {1}, 
			--[[클라페다]]["c_Klaipe"] = {1}, ["f_huevillage_58_1"] = {1}, 
			--[[비에타 계곡]]["f_huevillage_58_2"] = {1}, 
			--[[베야 골짜기]]["f_huevillage_58_1"] = {1}, 
			--[[나콘 감옥]]["d_prison_75_1"] = {1}, 
			},
			
----[[칼빛 분지]]["f_katyn_17"] = {["ep13_f_siauliai_2"] = {1}, ["f_rokas_31"] = {1}, ["f_rokas_29"] = {1}, ["f_remains_37"] = {1}, },
			
--[[쿨레 고개]]["f_katyn_18"] = 
			{
			--[[스팔빈가스 숲]]["f_maple_25_2"] = {1}, 
			--[[에메트 숲]]["f_whitetrees_23_1"] = {1}, 
			},
			
--[[관문로]]["d_thorn_19"] = 
			{
			--[[봄볕나무 숲]]["f_siauliai_46_1"] = {1}, 
			--[[셉티니 골]]["f_huevillage_58_4"] = {1}, 
			--[[시르드겔라 숲]]["d_thorn_20"] = {1}, 
			},
			
--[[시르드겔라 숲]]["d_thorn_20"] = 
			{
			--[[관문로]]["d_thorn_19"] = {1}, 
			--[[크바일라스 숲]]["d_thorn_21"] = {1}, 
			--[[빌티스 숲]]["d_thorn_39_1"] = {1}, 
			--[[은둔자의 통로]]["p_cathedral_1"] = {1}, 
			--[[드바시아 고개]]["d_thorn_22"] = {1}, 
			},
			
--[[크바일라스 숲]]["d_thorn_21"] = 
			{
			--[[시르드겔라 숲]]["d_thorn_20"] = {1}, 
			--[[해진깃발숲]]["d_thorn_23"] = {1}, 
			},
			
--[[드바시아 고개]]["d_thorn_22"] = 
			{
			--[[사크니스 벌판]]["f_katyn_14"] = {1}, 
			--[[해진깃발숲]]["d_thorn_23"] = {1}, 
			----[[드바시아 고개]]["d_thorn_22"] = {1}, 
			----[[드바시아 고개]]["d_thorn_22"] = {1}, 
			----[[드바시아 고개]]["d_thorn_22"] = {1}, 
			----[[드바시아 고개]]["d_thorn_22"] = {1}, 
			--[[시르드겔라 숲]]["d_thorn_20"] = {1}, 
			},
			
--[[해진깃발숲]]["d_thorn_23"] = 
			{
			--[[드바시아 고개]]["d_thorn_22"] = {1}, 
			--[[대왕의 관문]]["f_rokas_24"] = {1}, 
			----[[해진깃발숲]]["d_thorn_23"] = {1}, 
			----[[해진깃발숲]]["d_thorn_23"] = {1}, 
			----[[해진깃발숲]]["d_thorn_23"] = {1}, 
			----[[해진깃발숲]]["d_thorn_23"] = {1}, 
			--[[크바일라스 숲]]["d_thorn_21"] = {1}, 
			},
			
--[[대왕의 관문]]["f_rokas_24"] = 
			{
			--[[해진깃발숲]]["d_thorn_23"] = {1}, 
			--[[람스티스 협곡]]["f_rokas_25"] = {1}, 
			----[[X]]["레타스 개울가"] = {1}, 
			}, 
			
--[[람스티스 협곡]]["f_rokas_25"] = 
			{
			--[[대왕의 관문]]["f_rokas_24"] = {1}, 
			--[[긴다리 계곡]]["f_rokas_26"] = {1}, 
			----[[X]]["성소"] = {1}, 
			},
			
--[[긴다리 계곡]]["f_rokas_26"] = 
			{
			--[[람스티스 협곡]]["f_rokas_25"] = {1}, 
			--[[아크멘스 능선]]["f_rokas_27"] = {1}, 
			},
			
--[[아크멘스 능선]]["f_rokas_27"] = 
			{
			--[[긴다리 계곡]]["f_rokas_26"] = {1}, 
			--[[틸타스 협곡]]["f_rokas_28"] = {1}, 
			},
			
--[[틸타스 협곡]]["f_rokas_28"] = 
			{
			--[[아크멘스 능선]]["f_rokas_27"] = {1}, 
			--[[루카스 고원]]["f_rokas_29"] = {1}, 
			--[[왕릉 노역자 숙소]]["d_underfortress_59_1"] = {1}, 
			},
			
--[[루카스 고원]]["f_rokas_29"] = 
			{
			--[[틸타스 협곡]]["f_rokas_28"] = {1}, 
			--[[왕의 고원]]["f_rokas_30"] = {1}, 
			--[[뮬러스 통로]]["p_catacomb_1"] = {1}, 
			},
			
--[[왕의 고원]]["f_rokas_30"] = 
			{
			--[[루카스 고원]]["f_rokas_29"] = {1}, 
			--[[자카리엘 교차로]]["f_rokas_31"] = {1}, 
			--[[에산치우 마을]]["f_remains_39"] = {1}, 
			},
			
--[[자카리엘 교차로]]["f_rokas_31"] = 
			{
			--[[왕의 고원]]["f_rokas_30"] = {1}, 
			--[[왕릉 1층]]["d_zachariel_32"] = {1}, 
			--[[비석로]]["f_remains_37"] = {1}, 
			},
			
--[[왕릉 1층]]["d_zachariel_32"] = 
			{
			--[[자카리엘 교차로]]["f_rokas_31"] = {1}, 
			--[[왕릉 2층]]["d_zachariel_33"] = {1}, 
			----[[★람스티스 협곡]]["f_rokas_25"] = {1},  
			----[[★틸타스 협곡]]["f_rokas_28"] = {1}, 
			},
			
--[[왕릉 2층]]["d_zachariel_33"] = 
			{
			----[[X]]["샛길"] = {1}, 
			----[[왕릉 2층]]["d_zachariel_33"] = {1}, 
			----[[왕릉 2층]]["d_zachariel_33"] = {1}, 
			--[[왕릉 1층]]["d_zachariel_32"] = {1}, 
			--[[왕릉 3층]]["d_zachariel_34"] = {1}, 
			},
			
--[[왕릉 3층]]["d_zachariel_34"] = 
			{
			--[[왕릉 2층]]["d_zachariel_33"] = {1}, 
			--[[왕릉 4층]]["d_zachariel_35"] = {1}, 
			},
			
--[[왕릉 4층]]["d_zachariel_35"] = 
			{
			--[[왕릉 3층]]["d_zachariel_34"] = {1}, 
			--[[왕릉 5층]]["d_zachariel_36"] = {1}, 
			},
			
--[[왕릉 5층]]["d_zachariel_36"] = 
			{
			--[[왕릉 4층]]["d_zachariel_35"] = {1}, 
			},
			
--[[파수꾼의 묘역]]["id_catacomb_01"] = 
			{
			--[[테넷 화원]]["f_gele_57_4"] = {1}, 
			----[[파수꾼의 묘역]]["id_catacomb_01"] = {1}, 
			----[[파수꾼의 묘역]]["id_catacomb_01"] = {1},]] 
			},
			
--[[발류스의 영면지]]["id_catacomb_02"] = 
			{
			--[[바이덴티스 신당]]["id_catacomb_38_1"] = {1}, 
			--[[누오로딘 폭포]]["f_remains_37_1"] = {1}, 
			},
			
--[[리티니스 지하묘]]["id_catacomb_04"] = 
			{
			--[[모크슬 묘실]]["id_catacomb_38_2"] = {1}, 
			--[[바이덴티스 신당]]["id_catacomb_38_1"] = {1}, 
			--[[이스토라 유적지]]["f_remains_37_3"] = {1}, 
			},
			
--[[비석로]]["f_remains_37"] = 
			{
			--[[자카리엘 교차로]]["f_rokas_31"] = {1}, 
			--[[여신의 옛뜰]]["f_remains_38"] = {1}, 
			--[[은둔자의 통로]]["p_cathedral_1"] = {1}, 
			--[[누오로딘 폭포]]["f_remains_37_1"] = {1}, 
			--[[지마 수코트]]["d_firetower_69_1"] = {1}, 
			},	

--[[여신의 옛뜰]]["f_remains_38"] = 
			{
			--[[비석로]]["f_remains_37"] = {1}, 
			--[[에산치우 마을]]["f_remains_39"] = {1}, 
			}, 

--[[에산치우 마을]]["f_remains_39"] = 
			{
			--[[여신의 옛뜰]]["f_remains_38"] = {1}, 
			--[[페디미안 외곽]]["f_remains_40"] = {1}, 
			--[[왕의 고원]]["f_rokas_30"] = {1}, 
			}, 

--[[페디미안 외곽]]["f_remains_40"] = 
			{
			--[[에산치우 마을]]["f_remains_39"] = {1}, 
			--[[페디미안]]["c_fedimian"] = {1}, 
			--[[마법사의 탑 1층]]["d_firetower_41"] = {1}, 
			},
			

--[[마법사의 탑 1층]]["d_firetower_41"] = 
			{
			--[[페디미안 외곽]]["f_remains_40"] = {1}, 
			--[[마법사의 탑 2층]]["d_firetower_42"] = {1}, 
			}, 

--[[마법사의 탑 2층]]["d_firetower_42"] = 
			{
			--[[마법사의 탑 1층]]["d_firetower_41"] = {1}, 
			--[[마법사의 탑 3층]]["d_firetower_43"] = {1}, 
			}, 

--[[마법사의 탑 3층]]["d_firetower_43"] = 
			{
			--[[마법사의 탑 2층]]["d_firetower_42"] = {1}, 
			--[[마법사의 탑 4층]]["d_firetower_44"] = {1}, 
			}, 

--[[마법사의 탑 4층]]["d_firetower_44"] = 
			{
			--[[마법사의 탑 3층]]["d_firetower_43"] = {1}, 
			--[[마법사의 탑 5층]]["d_firetower_45"] = {1}, 	
			}, 

--[[마법사의 탑 5층]]["d_firetower_45"] = 
			{
			--[[마법사의 탑 4층]]["d_firetower_44"] = {1}, 
			}, 

--[[큰아귀 길]]["f_pilgrimroad_46"] = 
			{
			--[[페디미안]]["c_fedimian"] = {1}, 
			--[[필그림 들길]]["f_pilgrimroad_47"] = {1}, 
			}, 

--[[필그림 들길]]["f_pilgrimroad_47"] = 
			{
			--[[큰아귀 길]]["f_pilgrimroad_46"] = {1}, 
			--[[제단로]]["f_pilgrimroad_50"] = {1}, 
			--[[뮬러스 통로]]["p_catacomb_1"] = {1}, 
			--[[살러스 수녀원]]["c_nunnery"] = {1}, 
			--[[게나르 평원]]["f_pilgrimroad_49"] = {1}, }, 

--[[마나하스]]["f_pilgrimroad_48"] = 
			{
			--[[파사카 협곡]]["f_pilgrimroad_36_2"] = {1}, 
			--[[게나르 평원]]["f_pilgrimroad_49"] = {1}, 
			}, 

--[[게나르 평원]]["f_pilgrimroad_49"] = 
			{
			--[[마나하스]]["f_pilgrimroad_48"] = {1}, 
			--[[필그림 들길]]["f_pilgrimroad_47"] = {1}, 
			--[[제단로]]["f_pilgrimroad_50"] = {1}, 
			}, 

----[[(폐쇄)페레토리 구릉]]["f_pilgrimroad_31_1"] = {}, 

----[[(폐쇄)수타티스 교역로]]["f_pilgrimroad_31_2"] = {}, 

----[[(폐쇄)모치아 숲]]["f_pilgrimroad_31_3"] = {}, 

--[[제단로]]["f_pilgrimroad_50"] = 
			{
			--[[필그림 들길]]["f_pilgrimroad_47"] = {1}, 
			--[[기원의 숲]]["f_pilgrimroad_51"] = {1}, 
			--[[게나르 평원]]["f_pilgrimroad_49"] = {1}, 
			}, 

--[[기원의 숲]]["f_pilgrimroad_51"] = 
			{
			--[[압시메스티 교차로]]["f_pilgrimroad_52"] = {1}, 
			--[[제단로]]["f_pilgrimroad_50"] = {1}, 
			--[[쇠락한 르귄가문의 저택]]["d_startower_60_1"] = {1}, 
			--[[알레멧 숲]]["f_orchard_34_1"] = {1}, 
			}, 

--[[압시메스티 교차로]]["f_pilgrimroad_52"] = 
			{
			--[[기원의 숲]]["f_pilgrimroad_51"] = {1}, 
			--[[베르크티 광장]]["f_flash_59"] = {1}, 
			--[[대성당 본당]]["d_cathedral_53"] = {1}, 
			----[[압시메스티 교차로]]["f_pilgrimroad_52"] = {1}, 
			--[[록소나 재건단 서관]]["d_firetower_61_1"] = {1}, 
			}, 

--[[대성당 본당]]["d_cathedral_53"] = 
			{
			--[[압시메스티 교차로]]["f_pilgrimroad_52"] = {1}, 
			--[[대성당 대회랑]]["d_cathedral_54"] = {1}, 
			}, 

--[[대성당 대회랑]]["d_cathedral_54"] = 
			{
			--[[대성당 본당]]["d_cathedral_53"] = {1}, 
			--[[★대성당 참회로]]["f_pilgrimroad_55"] = {1}, 
			--[[★대성당 참회로]]["f_pilgrimroad_55"] = {1}, 
			--[[대성당 지성소]]["d_cathedral_56"] = {1}, 
			}, 

--[[★대성당 참회로]]["f_pilgrimroad_55"] = 
			{
			--[[★대성당 대회랑]]["d_cathedral_54"] = {1}, 
			--[[★대성당 대회랑]]["d_cathedral_54"] = {1}, 
			--[[바르하 숲]]["f_orchard_34_3"] = {1}, 
			}, 

--[[대성당 지성소]]["d_cathedral_56"] = 
			{
			--[[대성당 대회랑]]["d_cathedral_54"] = {1}, 
			}, 

--[[딩고파실 지구]]["f_flash_58"] = 
			{
			--[[연안요새]]["f_flash_29_1"] = {1}, 
			--[["내성곽 지구"]]["f_flash_64"] = {1}, 
			}, 

--[[베르크티 광장]]["f_flash_59"] = 
			{
			--[[압시메스티 교차로]]["f_pilgrimroad_52"] = {1}, 
			--[[록소나 장터]]["f_flash_60"] = {1}, 
			--[[루클리스 거리]]["f_flash_61"] = {1}, 
			--[[중심시가]]["f_flash_63"] = {1}, 
			}, 

--[[록소나 장터]]["f_flash_60"] = 
			{
			--[[베르크티 광장]]["f_flash_59"] = {1}, 
			--[[루클리스 거리]]["f_flash_61"] = {1}, 
			--[[스토가스 고원]]["f_tableland_28_2"] = {1}, 
			}, 

--[[루클리스 거리]]["f_flash_61"] = 
			{
			--[[록소나 장터]]["f_flash_60"] = {1}, 
			--[[베르크티 광장]]["f_flash_59"] = {1}, 
			--[[베다 고원]]["f_tableland_11_1"] = {1},
			--[[타테나이 수감소]]["d_velniasprison_77_1"] = {1}, 
			}, 

--[[중심시가]]["f_flash_63"] = 
			{
			--[[베르크티 광장]]["f_flash_59"] = {1}, 
			--[["내성곽 지구"]]["f_flash_64"] = {1}, 
			--[[연안요새]]["f_flash_29_1"] = {1}, 
			}, 

--[[내성곽지구]]["f_flash_64"] = 
			{
			--[[중심시가]]["f_flash_63"] = {1}, 
			--[[대지의 요새 전초구역]]["d_underfortress_65"] = {1}, 
			--[[딩고파실 지구]]["f_flash_58"] = {1}, 
			--[[이브레 고원]]["f_tableland_70"] = {1}, 
			}, 

--[[대지의 요새 전초구역]]["d_underfortress_65"] = 
			{
			--[["내성곽 지구"]]["f_flash_64"] = {1}, 
			--[[대지의 요새 대립의 훈련장]]["d_underfortress_66"] = {1}, 
			--[[스벤티마스 유형지]]["f_tableland_72"] = {1}, 
			}, 

--[[대지의 요새 대립의 훈련장]]["d_underfortress_66"] = 
			{
			--[[대지의 요새 전초구역]]["d_underfortress_65"] = {1}, 
			--[[대지의 요새 거주구역]]["d_underfortress_67"] = {1}, 
			}, 

--[[대지의 요새 거주구역]]["d_underfortress_67"] = 
			{
			--[[대지의 요새 대립의 훈련장]]["d_underfortress_66"] = {1}, 
			--[[대지의 요새 저장구역]]["d_underfortress_68"] = {1}, 
			--[[대지의 요새 루클리스 전당]]["d_underfortress_30_1"] = {1}, 
			}, 

--[[대지의 요새 저장구역]]["d_underfortress_68"] = 
			{
			--[[대지의 요새 거주구역]]["d_underfortress_67"] = {1}, 
			--[[대지의 요새 결전지]]["d_underfortress_69"] = {1}, 
			},			

--[[대지의 요새 결전지]]["d_underfortress_69"] = 
			{
			--[[대지의 요새 저장구역]]["d_underfortress_68"] = {1}, 
			}, 

--[[이브레 고원]]["f_tableland_70"] = 
			{
			--[["내성곽 지구"]]["f_flash_64"] = {1}, 
			--[[마당 고원]]["f_tableland_71"] = {1}, 
			}, 

--[[마당 고원]]["f_tableland_71"] = 
			{
			--[[이브레 고원]]["f_tableland_70"] = {1}, 
			--[[스벤티마스 유형지]]["f_tableland_72"] = {1}, 
			--[[베다 고원]]["f_tableland_11_1"] = {1}, 
			}, 

--[[스벤티마스 유형지]]["f_tableland_72"] = 
			{
			--[[카듀멜 절벽]]["f_tableland_73"] = {1}, 
			--[[마당 고원]]["f_tableland_71"] = {1}, 
			--[[대지의 요새 전초구역]]["d_underfortress_65"] = {1}, 
			}, 

--[[카듀멜 절벽]]["f_tableland_73"] = 
			{
			--[[스벤티마스 유형지]]["f_tableland_72"] = {1}, 
			--[[강철 고원]]["f_tableland_74"] = {1}, 
			}, 

--[[강철 고원]]["f_tableland_74"] = 
			{
			--[[카듀멜 절벽]]["f_tableland_73"] = {1}, 
			--[[칼레이마스 접견소]]["d_prison_78"] = {1}, 
			--[[내성벽 제 8구역]]["f_castle_20_3"] = {1}, 
			}, 

--[[칼레이마스 접견소]]["d_prison_78"] = 
			{
			--[[강철 고원]]["f_tableland_74"] = {1}, 
			--[[칼레이마스 보관실]]["d_prison_79"] = {1}, 
			}, 

--[[칼레이마스 보관실]]["d_prison_79"] = 
			{
			--[[칼레이마스 접견소]]["d_prison_78"] = {1}, 
			--[[칼레이마스 독방구역]]["d_prison_80"] = {1}, 
			}, 

--[[칼레이마스 독방구역]]["d_prison_80"] = 
			{
			--[[칼레이마스 보관실]]["d_prison_79"] = {1}, 
			--[[칼레이마스 작업장]]["d_prison_81"] = {1}, 
			}, 

--[[칼레이마스 작업장]]["d_prison_81"] = 
			{
			--[[칼레이마스 독방구역]]["d_prison_80"] = {1}, 
			--[[칼레이마스 심문실]]["d_prison_82"] = {1}, 
			}, 

--[[칼레이마스 심문실]]["d_prison_82"] = 
			{
			--[[칼레이마스 작업장]]["d_prison_81"] = {1}, 
			}, 

----[[(폐쇄)펠케 신전터]]["f_3cmlake_83"] = {}, 

----[[(폐쇄)압셈타 수원지]]["f_3cmlake_84"] = {}, 

--[[바린웰 85수역]]["f_3cmlake_85"] = 
			{
			--[[란코 26수역]]["f_3cmlake_26_1"] = {1}, 
			--[[바린웰 86수역]]["f_3cmlake_86"] = {1}, 
			}, 

--[[바린웰 86수역]]["f_3cmlake_86"] = 
			{
			--[[바린웰 85수역]]["f_3cmlake_85"] = {1}, 
			--[[바린웰 87수역]]["f_3cmlake_87"] = {1}, 
			}, 

--[[바린웰 87수역]]["f_3cmlake_87"] = 
			{
			--[[바린웰 86수역]]["f_3cmlake_86"] = {1}, 
			--[[별의 탑 1층]]["d_startower_88"] = {1}, 
			--[[바린웰 27수역]]["f_3cmlake_27_1"] = {1}, 
			--[[외성벽 제 11구역]]["f_castle_93"] = {1}, 
			}, 

--[[별의 탑 1층]]["d_startower_88"] = 
			{
			--[[바린웰 87수역]]["f_3cmlake_87"] = {1}, 
			--[[별의 탑 4층]]["d_startower_89"] = {1}, 
			}, 

--[[별의 탑 4층]]["d_startower_89"] = 
			{
			--[[별의 탑 1층]]["d_startower_88"] = {1}, 
			--[[별의 탑 12층]]["d_startower_90"] = {1}, 
			}, 

--[[별의 탑 12층]]["d_startower_90"] = 
			{
			--[[별의 탑 4층]]["d_startower_89"] = {1}, 
			--[[별의 탑 20층]]["d_startower_91"] = {1}, 
			}, 

--[[별의 탑 20층]]["d_startower_91"] = 
			{
			--[[별의 탑 12층]]["d_startower_90"] = {1}, 
			--[[별의 탑 21층]]["d_startower_92"] = {1}, 
			}, 

--[[별의 탑 21층]]["d_startower_92"] = 
			{
			--[[별의 탑 20층]]["d_startower_91"] = {1}, 
			}, 

--[[외성벽 제 11구역]]["f_castle_93"] = 
			{
			--[[바린웰 87수역]]["f_3cmlake_87"] = {1}, 
			--[[내성벽 제 10구역]]["f_castle_94"] = {1},
			--[[외성벽 제 9구역]]["f_castle_20_1"] = {1}, 
			}, 

--[[내성벽 제 10구역]]["f_castle_94"] = 
			{
			--[[내성벽 제 9구역]]["f_castle_20_2"] = {1}, 
			--[[외성벽 제 11구역]]["f_castle_93"] = {1}, 
			--[[외성벽 제 13구역]]["f_castle_95"] = {1}, 
			}, 

--[[외성벽 제 13구역]]["f_castle_95"] = 
			{
			--[[내성벽 제 10구역]]["f_castle_94"] = {1}, 
			--[[외성벽 제 14구역]]["f_castle_96"] = {1}, 
			--[[메이번 31수역]]["f_3cmlake_27_2"] = {1}, 
			}, 

--[[외성벽 제 14구역]]["f_castle_96"] = 
			{
			--[[외성벽 제 13구역]]["f_castle_95"] = {1}, 
			--[[외성벽 제 15구역]]["f_castle_98"] = {1}, 
			--[[외성벽 지하수로]]["d_underaqueduct"] = {1}, 
			}, 

--[[외성벽 제 15구역]]["f_castle_98"] = 
			{
			--[[외성벽 제 14구역]]["f_castle_96"] = {1}, 
			}, 

--[[비에니베 쉼터]]["f_castle_97"] = 
			{
			--[[서융거스 가도]]["d_castle_19_1"] = {1}, 
			--[[트비르투마스 요새]]["f_castle_99"] = {1}, 
			}, 

--[[트비르투마스 요새]]["f_castle_99"] = 
			{
			--[[비에니베 쉼터]]["f_castle_97"] = {1}, 
			--[[스칼다 외곽]]["f_castle_102"] = {1}, 
			}, 

--[[애스팔비스 신역]]["f_castle_101"] = 
			{
			--[[종언의 길]]["f_dcapital_104"] = {1},
			--[[프래지아 신전]]["d_dcapital_108"] = {1}, 
			}, 

----[[도심성벽 제 12구역]]["f_castle_100"] = {}, 

--[[스칼다 외곽]]["f_castle_102"] = 
			{
			--[[링크스마스 폐허]]["f_desolated_capital_53_1"] = {1}, 
			--[[트비르투마스 요새]]["f_castle_99"] = {1}, 
			}, 

--[[타니엘 1세 기념구]]["f_dcapital_103"] = 
			{
			--[[내성벽 제 8구역]]["f_castle_20_3"] = {1}, 
			--[[도심성벽 제 8구역]]["f_castle_20_4"] = {1}, 
			--[[발티넬 기념구]]["f_dcapital_105"] = {1}, 
			}, 

--[[종언의 길]]["f_dcapital_104"] = 
			{
			--[[링크스마스 폐허]]["f_desolated_capital_53_1"] = {1}, 
			--[[애스팔비스 신역]]["f_castle_101"] = {1}, 
			}, 

--[[발티넬 기념구]]["f_dcapital_105"] = 
			{
			--[[타니엘 1세 기념구]]["f_dcapital_103"] = {1}, 
			--[[글리헬 기념구]]["f_dcapital_106"] = {1}, 
			}, 

--[[글리헬 기념구]]["f_dcapital_106"] = 
			{
			--[[발티넬 기념구]]["f_dcapital_105"] = {1}, 
			--[[프리넬 기념구]]["f_dcapital_107"] = {1}, 
			}, 

--[[프리넬 기념구]]["f_dcapital_107"] = 
			{
			--[[글리헬 기념구]]["f_dcapital_106"] = {1}, 
			--[[서융거스 가도]]["d_castle_19_1"] = {1}, 
			}, 

--[[프래지아 신전]]["d_dcapital_108"] = 
			{
			--[[애스팔비스 신역]]["f_castle_101"] = {1}, 
			}, 

----[[공성전 : 유적지대]]["siege_warfare"] = {}, 

----[[폐도던전119]]["d_dcapital_109"] = {}, 

----[[폐도던전110]]["d_dcapital_110"] = {}, 

----[[폐도던전111]]["d_dcapital_111"] = {}, 

----[[폐도던전112]]["d_dcapital_112"] = {}, 

--[[그리나스 숲길]]["f_katyn_45_1"] = 
			{
			--[[겔리 고원]]["f_gele_57_2"] = {1}, 
			--[[타우마스 숲길]]["f_pilgrimroad_41_1"] = {1}, 
			--[[그리나스 수련장]]["f_katyn_45_2"] = {1}, 
			--[[섹타 숲]]["f_pilgrimroad_41_4"] = {1}, 
			}, 

--[[그리나스 수련장]]["f_katyn_45_2"] = 
			{
			--[[그리나스 구릉지]]["f_katyn_45_3"] = {1}, 
			--[[그리나스 숲길]]["f_katyn_45_1"] = {1}, 
			}, 

--[[그리나스 구릉지]]["f_katyn_45_3"] = 
			{
			--[[그리나스 수련장]]["f_katyn_45_2"] = {1},
			--[[랜시드 미로]]["d_catacomb_80_1"] = {1},
			}, 

--[[스라우타스 협곡]]["f_gele_57_1"] = 
			{
			--[[샤울레이 광산 마을]]["f_siauliai_out"] = {1}, 
			--[[겔리 고원]]["f_gele_57_2"] = {1}, 
			}, 

--[[겔리 고원]]["f_gele_57_2"] = 
			{
			--[[스라우타스 협곡]]["f_gele_57_1"] = {1}, 
			--[[네프리타스 벼랑]]["f_gele_57_3"] = {1}, 
			--[[그리나스 숲길]]["f_katyn_45_1"] = {1}, 
			}, 

--[[네프리타스 벼랑]]["f_gele_57_3"] = 
			{
			--[[겔리 고원]]["f_gele_57_2"] = {1}, 
			--[[테넷 화원]]["f_gele_57_4"] = {1}, 
			--[[베야 골짜기]]["f_huevillage_58_1"] = {1}, 
			--[[타우마스 숲길]]["f_pilgrimroad_41_1"] = {1}, 
			}, 

--[[테넷 화원]]["f_gele_57_4"] = 
			{
			--[[네프리타스 벼랑]]["f_gele_57_3"] = {1}, 
			--[[테넷 성당 지상 1층]]["d_chapel_57_6"] = {1}, 
			--[[테넷 성당 지하 1층]]["d_chapel_57_5"] = {1}, 
			--[[카틴 숲 입구]]["f_katyn_7"] = {1}, 
			--[[파수꾼의 묘역]]["id_catacomb_01"] = {1}, 
			}, 

--[[테넷 성당 지하 1층]]["d_chapel_57_5"] = 
			{
			--[[테넷 화원]]["f_gele_57_4"] = {1},
			--[[테넷 성당 지상 1층]]["d_chapel_57_6"] = {1}, 
			}, 

--[[테넷 성당 지상 1층]]["d_chapel_57_6"] = 
			{
			--[[테넷 성당 지하 1층]]["d_chapel_57_5"] = {1}, 
			--[[테넷 화원]]["f_gele_57_4"] = {1}, 
			--[[테넷 성당 지상 2층]]["d_chapel_57_7"] = {1}, 
			}, 

--[[테넷 성당 지상 2층]]["d_chapel_57_7"] = 
			{
			--[[테넷 성당 지상 1층]]["d_chapel_57_6"] = {1}, 
			}, 

--[[베야 골짜기]]["f_huevillage_58_1"] = 
			{
			--[[네프리타스 벼랑]]["f_gele_57_3"] = {1}, 
			--[[비에타 계곡]]["f_huevillage_58_2"] = {1}, 
			--[[기티스의 개척지]]["f_siauliai_50_1"] = {1}, 
			}, 

--[[비에타 계곡]]["f_huevillage_58_2"] = 
			{
			--[[베야 골짜기]]["f_huevillage_58_1"] = {1}, 
			--[[코발트 숲]]["f_huevillage_58_3"] = {1}, 
			--[[기티스의 개척지]]["f_siauliai_50_1"] = {1}, 
			}, 

--[[코발트 숲]]["f_huevillage_58_3"] = 
			{
			--[[비에타 계곡]]["f_huevillage_58_2"] = {1}, 
			--[[셉티니 골]]["f_huevillage_58_4"] = {1}, 
			--[[테넌츠 농장]]["f_farm_47_1"] = {1}, 
			}, 

--[[셉티니 골]]["f_huevillage_58_4"] = 
			{
			--[[코발트 숲]]["f_huevillage_58_3"] = {1}, 
			--[[관문로]]["d_thorn_19"] = {1}, 
			--[[포슬린키스 숲]]["f_katyn_13"] = {1}, 
			--[[다이나 양봉지]]["f_siauliai_46_4"] = {1}, 
			}, 

--[[에메트 숲]]["f_whitetrees_23_1"] = 
			{
			--[[쿨레 고개]]["f_katyn_18"] = {1}, 
			--[[피스티스 숲]]["f_maple_23_2"] = {1}, 
			--[[노브리어 숲]]["f_whitetrees_21_2"] = {1}, 
			--[[테켈 피난지]]["f_whitetrees_22_2"] = {1}, 
			}, 

--[[피스티스 숲]]["f_maple_23_2"] = 
			{
			--[[에메트 숲]]["f_whitetrees_23_1"] = {1}, 
			--[[라다르 숲]]["f_maple_25_3"] = {1}, 
			--[[실라 숲]]["f_whitetrees_23_3"] = {1}, 
			--[[북부 파리아스 숲]]["f_maple_24_3"] = {1}, 
			}, 

--[[실라 숲]]["f_whitetrees_23_3"] = 
			{
			--[[피스티스 숲]]["f_maple_23_2"] = {1}, 
			--[[중부 파리아스 숲]]["f_maple_24_1"] = {1}, 
			--[[미쉐칸 숲]]["f_whitetrees_56_1"] = {1}, 
			}, 

--[[메사파슬라]]["f_tableland_28_1"] = 
			{
			--[[베다 고원]]["f_tableland_11_1"] = {1}, 
			--[[스팔빈가스 숲]]["f_maple_25_2"] = {1}, 
			--[[스토가스 고원]]["f_tableland_28_2"] = {1}, 
			}, 

--[[스토가스 고원]]["f_tableland_28_2"] = 
			{
			--[[메사파슬라]]["f_tableland_28_1"] = {1}, 
			--[[록소나 장터]]["f_flash_60"] = {1}, 
			--[[베다 고원]]["f_tableland_11_1"] = {1}, 
			}, 

--[[그린가의 장원]]["f_farm_49_1"] = 
			{
			--[[수로교 지역]]["f_farm_47_2"] = {1}, 
			--[[샤튼 농장]]["f_farm_49_2"] = {1}, 
			}, 

--[[샤튼 농장]]["f_farm_49_2"] = 
			{
			--[[그린가의 장원]]["f_farm_49_1"] = {1}, 
			--[[샤튼 저수구역]]["f_farm_49_3"] = {1}, 
			--[[다이나 양봉지]]["f_siauliai_46_4"] = {1}, 
			}, 

--[[샤튼 저수구역]]["f_farm_49_3"] = 
			{
			--[[샤튼 농장]]["f_farm_49_2"] = {1},
			--[[제2 마족수감소]]["d_velniasprison_54_1"] = {},
			}, 

--[[은둔자의 통로]]["p_cathedral_1"] = 
			{
			--[[비석로]]["f_remains_37"] = {1}, 
			--[[시르드겔라 숲]]["d_thorn_20"] = {1}, 
			}, 

----[[지하통로 3]]["p_cathedral_2"] = {}, 

--[[뮬러스 통로]]["p_catacomb_1"] = 
			{
			--[[필그림 들길]]["f_pilgrimroad_47"] = {1}, 
			--[[루카스 고원]]["f_rokas_29"] = {1}, 
			}, 

----[[지하통로 4]]["p_catacomb_2"] = {}, 

--[[타우마스 숲길]]["f_pilgrimroad_41_1"] = 
			{
			--[[그리나스 숲길]]["f_katyn_45_1"] = {1}, 
			--[[네프리타스 벼랑]]["f_gele_57_3"] = {1}, 
			--[[살비야스 숲]]["f_pilgrimroad_41_2"] = {1}, 
			}, 

--[[살비야스 숲]]["f_pilgrimroad_41_2"] = 
			{
			--[[타우마스 숲길]]["f_pilgrimroad_41_1"] = {1}, 
			--[[섹타 숲]]["f_pilgrimroad_41_4"] = {1}, 
			--[[래스보이 호숫가]]["f_pilgrimroad_41_3"] = {1}, 
			--[[코노트 숲]]["f_bracken_42_1"] = {1}, 
			}, 

--[[래스보이 호숫가]]["f_pilgrimroad_41_3"] = 
			{
			--[[살비야스 숲]]["f_pilgrimroad_41_2"] = {1}, 
			--[[오아쓰 기념지]]["f_pilgrimroad_41_5"] = {1}, 
			--[[메이번 대수도원]]["d_abbey_41_6"] = {1}, 
			}, 

--[[섹타 숲]]["f_pilgrimroad_41_4"] = 
			{
			--[[그리나스 숲길]]["f_katyn_45_1"] = {1}, 
			--[[살비야스 숲]]["f_pilgrimroad_41_2"] = {1}, 
			}, 

--[[오아쓰 기념지]]["f_pilgrimroad_41_5"] = 
			{
			--[[래스보이 호숫가]]["f_pilgrimroad_41_3"] = {1}, 
			}, 

--[[메이번 대수도원]]["d_abbey_41_6"] = 
			{
			--[[래스보이 호숫가]]["f_pilgrimroad_41_3"] = {1}, 
			}, 

----[[(폐쇄)시에나칼 묘역]]["id_catacomb_33_1"] = {}, 

----[[(폐쇄)칼라일의 영묘]]["id_catacomb_33_2"] = {}, 

--[[빌티스 숲]]["d_thorn_39_1"] = 
			{
			--[[글라데 언덕길]]["d_thorn_39_2"] = {1}, 
			--[[시르드겔라 숲]]["d_thorn_20"] = {1}, 
			}, 

--[[글라데 언덕길]]["d_thorn_39_2"] = 
			{
			--[[봄볕나무 숲]]["f_siauliai_46_1"] = {1}, 
			--[[빌티스 숲]]["d_thorn_39_1"] = {1}, 
			--[[라우키메 저습지]]["d_thorn_39_3"] = {1}, 
			}, 

--[[라우키메 저습지]]["d_thorn_39_3"] = 
			{
			--[[글라데 언덕길]]["d_thorn_39_2"] = {1}, 
			--[[틸라 수도원]]["d_abbey_39_4"] = {1}, 
			--[[우키스 경작지]]["f_siauliai_46_2"] = {1}, 
			--[[모크슬 묘실]]["id_catacomb_38_2"] = {1}, 
			}, 

--[[틸라 수도원]]["d_abbey_39_4"] = 
			{
			--[[라우키메 저습지]]["d_thorn_39_3"] = {1}, 
			}, 

--[[갈르엣 평야]]["f_rokas_36_1"] = 
			{
			----[X]["수타티스 교역로"] = {1}, 
			--[[엘고스 수도원 본원]]["d_abbey_35_4"] = {1}, 
			--[[파사카 협곡]]["f_pilgrimroad_36_2"] = {1}, 
			}, 

--[[파사카 협곡]]["f_pilgrimroad_36_2"] = 
			{
			--[[갈르엣 평야]]["f_rokas_36_1"] = {1}, 
			--[[마나하스]]["f_pilgrimroad_48"] = {1}, 
			--[[나하스 숲]]["f_siauliai_35_1"] = {1}, 
			--[[알레멧 숲]]["f_orchard_34_1"] = {1}, 
			}, 

--[[누오로딘 폭포]]["f_remains_37_1"] = 
			{
			--[[발류스의 영면지]]["id_catacomb_02"] = {1}, 
			--[[비석로]]["f_remains_37"] = {1}, 
			--[[나뮤 사원터]]["f_remains_37_2"] = {1}, 
			}, 

--[[나뮤 사원터]]["f_remains_37_2"] = 
			{
			--[[누오로딘 폭포]]["f_remains_37_1"] = {1}, 
			--[[이스토라 유적지]]["f_remains_37_3"] = {1}, 
			}, 

--[[이스토라 유적지]]["f_remains_37_3"] = 
			{
			--[[나뮤 사원터]]["f_remains_37_2"] = {1}, 
			--[[리티니스 지하묘]]["id_catacomb_04"] = {1}, 
			--[[스타리 타운]]["f_nicopolis_81_1"] = {1}, 
			}, 

----[[폐도 18_1]]["f_dcapital_18_1"] = {}, 

----[[폐도 18_2]]["f_dcapital_18_2"] = {}, 

--[[서융거스 가도]]["d_castle_19_1"] = 
			{
			--[[프리넬 기념구]]["f_dcapital_107"] = {1}, 
			--[[비에니베 쉼터]]["f_castle_97"] = {1}, 
			}, 

----[[도심성벽 제 4구역]]["d_castle_19_2"] = {}, 

--[[외성벽 제 9구역]]["f_castle_20_1"] = 
			{
			--[[내성벽 제 9구역]]["f_castle_20_2"] = {1}, 
			--[[외성벽 제 11구역]]["f_castle_93"] = {1}, 
			--[[란코 26수역]]["f_3cmlake_26_1"] = {1}, 
			}, 

--[[내성벽 제 9구역]]["f_castle_20_2"] = 
			{
			--[[내성벽 제 8구역]]["f_castle_20_3"] = {1}, 
			--[[외성벽 제 9구역]]["f_castle_20_1"] = {1}, 
			--[[내성벽 제 10구역]]["f_castle_94"] = {1}, 
			}, 

--[[내성벽 제 8구역]]["f_castle_20_3"] = 
			{
			--[[강철 고원]]["f_tableland_74"] = {1}, 
			--[[네토 숲]]["f_maple_25_1"] = {1}, 
			--[[타니엘 1세 기념구]]["f_dcapital_103"] = {1}, 
			--[[도심성벽 제 8구역]]["f_castle_20_4"] = {1}, 
			--[[내성벽 제 9구역]]["f_castle_20_2"] = {1}, 
			}, 

--[[도심성벽 제 8구역]]["f_castle_20_4"] = 
			{
			--[[내성벽 제 8구역]]["f_castle_20_3"] = {1}, 
			--[[타니엘 1세 기념구]]["f_dcapital_103"] = {1}, 
			--[[제로멜 공원]]["f_dcapital_20_5"] = {1}, 
			}, 

--[[제로멜 공원]]["f_dcapital_20_5"] = 
			{
			--[[도심성벽 제 8구역]]["f_castle_20_4"] = {1}, 
			--[[요나엘 기념구]]["f_dcapital_20_6"] = {1}, 
			}, 

--[[요나엘 기념구]]["f_dcapital_20_6"] = 
			{
			--[[제로멜 공원]]["f_dcapital_20_5"] = {1}, 
			}, 

--[[유데이안 숲]]["f_whitetrees_21_1"] = 
			{
			--[[노브리어 숲]]["f_whitetrees_21_2"] = {1}, 
			}, 

--[[노브리어 숲]]["f_whitetrees_21_2"] = 
			{
			--[[에메트 숲]]["f_whitetrees_23_1"] = {1}, 
			--[[유데이안 숲]]["f_whitetrees_21_1"] = {1}, 
			--[[테레쉬 숲]]["f_whitetrees_22_1"] = {1}, 
			--[[사우시스 9관]]["d_fantasylibrary_48_1"] = {1}, 
			}, 

--[[테레쉬 숲]]["f_whitetrees_22_1"] = 
			{
			--[[노브리어 숲]]["f_whitetrees_21_2"] = {1}, 
			--[[테켈 피난지]]["f_whitetrees_22_2"] = {1}, 
			}, 

--[[테켈 피난지]]["f_whitetrees_22_2"] = 
			{
			--[[테레쉬 숲]]["f_whitetrees_22_1"] = {1}, 
			--[[이졸라챠 고원]]["f_whitetrees_22_3"] = {1}, 
			--[[에메트 숲]]["f_whitetrees_23_1"] = {1}, 
			}, 

--[[이졸라챠 고원]]["f_whitetrees_22_3"] = 
			{
			--[[테켈 피난지]]["f_whitetrees_22_2"] = {1}, 
			--[[나르바스 사원]]["d_abbey_22_4"] = {1}, 
			--[[미쉐칸 숲]]["f_whitetrees_56_1"] = {1}, 
			}, 

--[[나르바스 사원]]["d_abbey_22_4"] = 
			{
			--[[이졸라챠 고원]]["f_whitetrees_22_3"] = {1}, 
			--[[나르바스 사원 별관]]["d_abbey_22_5"] = {1}, 
			}, 

--[[나르바스 사원 별관]]["d_abbey_22_5"] = 
			{
			--[[나르바스 사원]]["d_abbey_22_4"] = {1}, 
			--[[미쉐칸 숲]]["f_whitetrees_56_1"] = {1}, 
			}, 

--[[사우시스 9관]]["d_fantasylibrary_48_1"] = 
			{
			--[[노브리어 숲]]["f_whitetrees_21_2"] = {1}, 
			--[[사우시스 10관]]["d_fantasylibrary_48_2"] = {1}, 
			}, 

--[[사우시스 10관]]["d_fantasylibrary_48_2"] = 
			{
			--[[사우시스 9관]]["d_fantasylibrary_48_1"] = {1}, 
			--[[발란디스 2관]]["d_fantasylibrary_48_3"] = {1}, 
			}, 

--[[발란디스 2관]]["d_fantasylibrary_48_3"] = 
			{
			--[[사우시스 10관]]["d_fantasylibrary_48_2"] = {1}, 
			--[[발란디스 3관]]["d_fantasylibrary_48_4"] = {1}, 
			}, 

--[[발란디스 3관]]["d_fantasylibrary_48_4"] = 
			{
			--[[발란디스 2관]]["d_fantasylibrary_48_3"] = {1}, 
			--[[발란디스 91관]]["d_fantasylibrary_48_5"] = {1}, 
			}, 

--[[발란디스 91관]]["d_fantasylibrary_48_5"] = 
			{
			--[[발란디스 3관]]["d_fantasylibrary_48_4"] = {1}, 
			----[[발란디스 91관]]["d_fantasylibrary_48_5"] = {1}, 
			}, 

--[[바린웰 27수역]]["f_3cmlake_27_1"] = 
			{
			--[[바린웰 87수역]]["f_3cmlake_87"] = {1}, 
			--[[메이번 31수역]]["f_3cmlake_27_2"] = {1}, 
			}, 

--[[메이번 31수역]]["f_3cmlake_27_2"] = 
			{
			--[[바린웰 27수역]]["f_3cmlake_27_1"] = {1}, 
			--[[메이번 32수역]]["f_3cmlake_27_3"] = {1}, 
			--[[외성벽 제 13구역]]["f_castle_95"] = {1}, 
			}, 

--[[메이번 32수역]]["f_3cmlake_27_3"] = 
			{
			--[[메이번 31수역]]["f_3cmlake_27_2"] = {1}, 
			}, 

--[[중부 파리아스 숲]]["f_maple_24_1"] = 
			{
			--[[실라 숲]]["f_whitetrees_23_3"] = {1}, 
			--[[북부 파리아스 숲]]["f_maple_24_3"] = {1}, 
			--[[남부 파리아스 숲]]["f_maple_24_2"] = {1}, 
			}, 

--[[남부 파리아스 숲]]["f_maple_24_2"] = 
			{
			--[[중부 파리아스 숲]]["f_maple_24_1"] = {1}, 
			}, 

--[[북부 파리아스 숲]]["f_maple_24_3"] = 
			{
			--[[중부 파리아스 숲]]["f_maple_24_1"] = {1}, 
			--[[피스티스 숲]]["f_maple_23_2"] = {1}, 
			--[[라다르 숲]]["f_maple_25_3"] = {1}, 
			}, 

--[[네토 숲]]["f_maple_25_1"] = 
			{
			--[[내성벽 제 8구역]]["f_castle_20_3"] = {1}, 
			--[[스팔빈가스 숲]]["f_maple_25_2"] = {1}, 
			----[[네토 숲]]["f_maple_25_1"] = {1}, 
			}, 

--[[스팔빈가스 숲]]["f_maple_25_2"] = 
			{
			--[[네토 숲]]["f_maple_25_1"] = {1}, 
			--[[쿨레 고개]]["f_katyn_18"] = {1}, 
			--[[메사파슬라]]["f_tableland_28_1"] = {1}, 
			--[[라다르 숲]]["f_maple_25_3"] = {1}, 
			}, 

--[[라다르 숲]]["f_maple_25_3"] = 
			{
			--[[스팔빈가스 숲]]["f_maple_25_2"] = {1}, 
			--[[피스티스 숲]]["f_maple_23_2"] = {1}, 
			--[[북부 파리아스 숲]]["f_maple_24_3"] = {1}, 
			--[[티메리스 사원]]["id_catacomb_25_4"] = {1}, 
			}, 

--[[티메리스 사원]]["id_catacomb_25_4"] = 
			{
			--[[라다르 숲]]["f_maple_25_3"] = {1}, 
			}, 

--[[미쉐칸 숲]]["f_whitetrees_56_1"] = 
			{
			--[[이졸라챠 고원]]["f_whitetrees_22_3"] = {1}, 
			--[[나르바스 사원 별관]]["d_abbey_22_5"] = {1}, 
			--[[실라 숲]]["f_whitetrees_23_3"] = {1}, 
			}, 

--[[대지의 요새 루클리스 전당]]["d_underfortress_30_1"] = 
			{
			--[[대지의 요새 거주구역]]["d_underfortress_67"] = {1}, 
			--[[대지의 요새 확장구역]]["d_underfortress_30_2"] = {1}, 
			}, 

--[[대지의 요새 확장구역]]["d_underfortress_30_2"] = 
			{
			--[[대지의 요새 루클리스 전당]]["d_underfortress_30_1"] = {1}, 
			--[[대지의 요새 피난거주구]]["d_underfortress_30_3"] = {1}, 
			}, 

--[[대지의 요새 피난거주구]]["d_underfortress_30_3"] = 
			{
			--[[대지의 요새 확장구역]]["d_underfortress_30_2"] = {1}, 
			}, 

--[[연안요새]]["f_flash_29_1"] = 
			{
			--[[중심시가]]["f_flash_63"] = {1}, 
			--[[딩고파실 지구]]["f_flash_58"] = {1}, 
			}, 

--[[크란토 연안]]["f_coral_32_1"] = 
			{
			--[[바르하 숲]]["f_orchard_34_3"] = {1}, 
			--[[이기티 연안]]["f_coral_32_2"] = {1}, 
			}, 

--[[이기티 연안]]["f_coral_32_2"] = 
			{
			--[[크란토 연안]]["f_coral_32_1"] = {1}, 
			}, 

----[[(폐쇄)벨라이 숲]]["f_orchard_32_3"] = {}, 

----[[(폐쇄)세이르 숲]]["f_orchard_32_4"] = {}, 

--[[알레멧 숲]]["f_orchard_34_1"] = 
			{
			--[[파사카 협곡]]["f_pilgrimroad_36_2"] = {1}, 
			--[[기원의 숲]]["f_pilgrimroad_51"] = {1}, 
			--[[바르하 숲]]["f_orchard_34_3"] = {1}, 
			}, 

----[[(폐쇄)제라하]]["f_orchard_34_2"] = {}, 

--[[바르하 숲]]["f_orchard_34_3"] = 
			{
			--[[알레멧 숲]]["f_orchard_34_1"] = {1}, 
			--[[대성당 참회로]]["f_pilgrimroad_55"] = {1}, 
			--[[크란토 연안]]["f_coral_32_1"] = {1}, 
			--[[나하스 숲]]["f_siauliai_35_1"] = {1}, 
			----[[바르하 숲]]["f_orchard_34_3"] = {1}, 
			}, 

--[[나하스 숲]]["f_siauliai_35_1"] = 
			{
			--[[파사카 협곡]]["f_pilgrimroad_36_2"] = {1}, 
			--[[바르하 숲]]["f_orchard_34_3"] = {1}, 
			--[[엘고스 수도원 별관]]["d_abbey_35_3"] = {1}, 
			--[[베라 연안]]["f_coral_35_2"] = {1}, 
			}, 

--[[베라 연안]]["f_coral_35_2"] = 
			{
			--[[나하스 숲]]["f_siauliai_35_1"] = {1}, 
			}, 

--[[엘고스 수도원 별관]]["d_abbey_35_3"] = 
			{
			--[[나하스 숲]]["f_siauliai_35_1"] = {1}, 
			--[[엘고스 수도원 본원]]["d_abbey_35_4"] = {1}, 
			}, 

--[[엘고스 수도원 본원]]["d_abbey_35_4"] = 
			{
			--[[갈르엣 평야]]["f_rokas_36_1"] = {1}, 
			--[[엘고스 수도원 별관]]["d_abbey_35_3"] = {1}, 
			--[[에페로타오 해안]]["f_coral_44_3"] = {1}, 
			}, 

--[[바이덴티스 신당]]["id_catacomb_38_1"] = 
			{
			--[[리티니스 지하묘]]["id_catacomb_04"] = {1}, 
			--[[발류스의 영면지]]["id_catacomb_02"] = {1}, 
			--[[모크슬 묘실]]["id_catacomb_38_2"] = {1}, 
			}, 

--[[모크슬 묘실]]["id_catacomb_38_2"] = 
			{
			--[[라우키메 저습지]]["d_thorn_39_3"] = {1}, 
			--[[리티니스 지하묘]]["id_catacomb_04"] = {1}, 
			--[[바이덴티스 신당]]["id_catacomb_38_1"] = {1}, 
			}, 

--[[제2 마족수감소]]["d_velniasprison_54_1"] = 
			{
			--[[샤튼 저수구역]]["f_farm_49_3"] = {1}, 
			}, 

--[[제테오 해안]]["f_coral_44_1"] = 
			{
			--[[파마르 숲]]["f_bracken_43_2"] = {1}, 
			--[[아이테오 해안]]["f_coral_44_2"] = {1}, 
			}, 

--[[아이테오 해안]]["f_coral_44_2"] = 
			{
			--[[제테오 해안]]["f_coral_44_1"] = {1}, 
			--[[에페로타오 해안]]["f_coral_44_3"] = {1}, 
			}, 

--[[에페로타오 해안]]["f_coral_44_3"] = 
			{
			--[[아이테오 해안]]["f_coral_44_2"] = {1}, 
			--[[엘고스 수도원 본원]]["d_abbey_35_4"] = {1}, 
			}, 

--[[테브린 종유동 1구역]]["d_limestonecave_52_1"] = 
			{
			--[[코노트 숲]]["f_bracken_42_1"] = {1}, 
			--[[테브린 종유동 2구역]]["d_limestonecave_52_2"] = {1}, 
			}, 

--[[테브린 종유동 2구역]]["d_limestonecave_52_2"] = 
			{
			--[[테브린 종유동 1구역]]["d_limestonecave_52_1"] = {1}, 
			--[[테브린 종유동 3구역]]["d_limestonecave_52_3"] = {1}, 
			}, 

--[[테브린 종유동 3구역]]["d_limestonecave_52_3"] = 
			{
			--[[테브린 종유동 2구역]]["d_limestonecave_52_2"] = {1}, 
			--[[테브린 종유동 4구역]]["d_limestonecave_52_4"] = {1}, 
			}, 

--[[테브린 종유동 4구역]]["d_limestonecave_52_4"] = 
			{
			--[[테브린 종유동 3구역]]["d_limestonecave_52_3"] = {1}, 
			--[[테브린 종유동 5구역]]["d_limestonecave_52_5"] = {1}, 
			}, 

--[[테브린 종유동 5구역]]["d_limestonecave_52_5"] = 
			{
			--[[테브린 종유동 4구역]]["d_limestonecave_52_4"] = {1}, 
			}, 

--[[마족수감소 1구역]]["d_velniasprison_51_1"] = 
			{
			--[[수로교 지역]]["f_farm_47_2"] = {1}, 
			--[[마족수감소 2구역]]["d_velniasprison_51_2"] = {1}, 
			}, 

--[[마족수감소 2구역]]["d_velniasprison_51_2"] = 
			{
			--[[마족수감소 1구역]]["d_velniasprison_51_1"] = {1}, 
			--[[마족수감소 3구역]]["d_velniasprison_51_4"] = {1}, 
			}, 

--[[마족수감소 3구역]]["d_velniasprison_51_3"] = 
			{
			--[[마족수감소 2구역]]["d_velniasprison_51_2"] = {1}, 
			--[[마족수감소 4구역]]["d_velniasprison_51_4"] = {1}, 
			}, 

--[[마족수감소 4구역]]["d_velniasprison_51_4"] = 
			{
			--[[마족수감소 3구역]]["d_velniasprison_51_3"] = {1}, 
			--[[마족수감소 5구역]]["d_velniasprison_51_5"] = {1}, 
			}, 

--[[마족수감소 5구역]]["d_velniasprison_51_5"] = 
			{
			--[[마족수감소 4구역]]["d_velniasprison_51_4"] = {},
			}, 

--[[알렘빅 동굴]]["d_limestonecave_55_1"] = 
			{
			--[[지부리나스 숲]]["f_bracken_43_3"] = {1}, 
			}, 

--[[코노트 숲]]["f_bracken_42_1"] = 
			{
			--[[살비야스 숲]]["f_pilgrimroad_41_2"] = {1}, 
			--[[렘파라사 연못]]["ep13_f_siauliai_1"] = {1}, 
			--[[카마돈 숲]]["f_bracken_42_2"] = {1}, 
			--[[테브린 종유동 1구역]]["d_limestonecave_52_1"] = {1}, 
			}, 

--[[카마돈 숲]]["f_bracken_42_2"] = 
			{
			--[[코노트 숲]]["f_bracken_42_1"] = {1}, 
			}, 

--[[아르커스 숲]]["f_bracken_43_1"] = 
			{
			--[[파마르 숲]]["f_bracken_43_2"] = {1}, 
			----[[X]]["펠케 신전터"] = {1}, 
			}, 

--[[파마르 숲]]["f_bracken_43_2"] = 
			{
			--[[제테오 해안]]["f_coral_44_1"] = {1}, 
			--[[지부리나스 숲]]["f_bracken_43_3"] = {1}, 
			--[[아르커스 숲]]["f_bracken_43_1"] = {1}, 
			}, 

--[[지부리나스 숲]]["f_bracken_43_3"] = 
			{
			--[[파마르 숲]]["f_bracken_43_2"] = {1}, 
			--[[알렘빅 동굴]]["d_limestonecave_55_1"] = {1}, 
			--[[몰로게오 숲]]["f_bracken_43_4"] = {1}, 
			}, 

--[[몰로게오 숲]]["f_bracken_43_4"] = 
			{
			--[[지부리나스 숲]]["f_bracken_43_3"] = {1}, 
			}, 

--[[테넌츠 농장]]["f_farm_47_1"] = 
			{
			--[[아렐르노 남작령]]["f_siauliai_47_4"] = {1}, 
			--[[수로교 지역]]["f_farm_47_2"] = {1}, 
			--[[코발트 숲]]["f_huevillage_58_3"] = {1}, 
			}, 

--[[수로교 지역]]["f_farm_47_2"] = 
			{
			--[[미르키티 농장]]["f_farm_47_3"] = {1}, 
			--[[테넌츠 농장]]["f_farm_47_1"] = {1}, 
			--[[그린가의 장원]]["f_farm_49_1"] = {1}, 
			--[[마족수감소 1구역]]["d_velniasprison_51_1"] = {1}, 
			}, 

--[[미르키티 농장]]["f_farm_47_3"] = 
			{
			--[[아렐르노 남작령]]["f_siauliai_47_4"] = {1}, 
			--[[수로교 지역]]["f_farm_47_2"] = {1}, 
			}, 

--[[베다 고원]]["f_tableland_11_1"] = 
			{
			--[[루클리스 거리]]["f_flash_61"] = {1}, 
			--[[메사파슬라]]["f_tableland_28_1"] = {1}, 
			--[[스토가스 고원]]["f_tableland_28_2"] = {1}, 
			--[[마당 고원]]["f_tableland_71"] = {1}, }, 

--[[란코 26수역]]["f_3cmlake_26_1"] = 
			{
			--[[외성벽 제 9구역]]["f_castle_20_1"] = {1}, 
			--[[바린웰 85수역]]["f_3cmlake_85"] = {1}, 
			--[[란코 22수역]]["f_3cmlake_26_2"] = {1}, 
			}, 

--[[란코 22수역]]["f_3cmlake_26_2"] = 
			{
			--[[란코 26수역]]["f_3cmlake_26_1"] = {1}, 
			}, 

----[[폐도 53_1]]["f_dcapital_53_1"] = {}, 

----[[아이템 던전]]["d_itemdungeon_1"] = {}, 

--[[왕릉 노역자 숙소]]["d_underfortress_59_1"] = 
			{
			--[[틸타스 협곡]]["f_rokas_28"] = {1}, 
			--[[왕릉 건축자 예배당]]["d_underfortress_59_2"] = {1}, 
			}, 

--[[왕릉 건축자 예배당]]["d_underfortress_59_2"] = 
			{
			--[[왕릉 적재소]]["d_underfortress_59_3"] = {1}, 
			--[[왕릉 노역자 숙소]]["d_underfortress_59_1"] = {1}, 
			}, 

--[[왕릉 적재소]]["d_underfortress_59_3"] = 
			{
			--[[왕릉 건축자 예배당]]["d_underfortress_59_2"] = {1}, 
			}, 

--[[쇠락한 르귄가문의 저택]]["d_startower_60_1"] = 
			{
			--[[기원의 숲]]["f_pilgrimroad_51"] = {1}, 
			}, 

--[[록소나 재건단 서관]]["d_firetower_61_1"] = 
			{
			--[[압시메스티 교차로]]["f_pilgrimroad_52"] = {1}, 
			--[[록소나 재건단 동관]]["d_firetower_61_2"] = {1}, 
			}, 

--[[록소나 재건단 동관]]["d_firetower_61_2"] = 
			{
			--[[록소나 재건단 서관]]["d_firetower_61_1"] = {1}, 
			}, 

----[[쇠락한 르귄가문의 던전]]["ID_startower"] = {}, 

----[[대마법사의 타워]]["ID_firetower"] = {}, 

----[[성당 지하 던전]]["id_chaple"] = {}, 

----[[카타콤 지하 던전]]["id_catacomb"] = {}, 

----[[(폐쇄)아샤크 지하 감옥 1층]]["d_prison_62_1"] = {}, 

----[[(폐쇄)아샤크 지하 감옥 2층]]["d_prison_62_2"] = {}, 

----[[(폐쇄)아샤크 지하 감옥 3층]]["d_prison_62_3"] = {}, 

----[[유적지대 던전]]["id_remains"] = {}, 

----[[덩굴 숲 던전]]["id_thorn"] = {}, 

----[[(폐쇄)코루 숲]]["f_bracken_63_1"] = {}, 

----[[(폐쇄)크니도스 숲]]["f_bracken_63_2"] = {}, 

----[[(폐쇄)다단 숲]]["f_bracken_63_3"] = {}, 

----[[(폐쇄)노바하 공회소]]["d_abbey_64_1"] = {}, 

----[[(폐쇄)노바하 별관]]["d_abbey_64_2"] = {}, 

----[[(폐쇄)노바하 본원]]["d_abbey_64_3"] = {}, 

----[[(폐쇄)델무어 소작촌]]["f_castle_65_1"] = {}, 

----[[(폐쇄)델무어 장원]]["f_castle_65_2"] = {}, 

----[[(폐쇄)델무어 외성]]["f_castle_65_3"] = {}, 

----[[(폐쇄)네밸랫 광산 1층]]["d_cmine_66_1"] = {}, 

----[[(폐쇄)네밸랫 광산 2층]]["d_cmine_66_2"] = {}, 

----[[(폐쇄)토페스 보루 1층]]["d_castle_67_1"] = {}, 

----[[(폐쇄)토페스 보루 2층]]["d_castle_67_2"] = {}, 

----[[(폐쇄)시카리오스 1층]]["d_underfortress_68_1"] = {}, 

----[[(폐쇄)시카리오스 2층]]["d_underfortress_68_2"] = {}, 

----[[카타콤 지하 던전2]]["id_catacomb2"] = {}, 

----[[깊숙한 지하감옥 던전]]["id_underfortress"] = {}, 

----[[마법사의 탑 길드 미션]]["gid_firetower_01"] = {}, 

----[[가시숲 길드 미션]]["gid_thorn_01"] = {}, 

----[[왕릉 길드 미션]]["gid_zachariel_01"] = {}, 

----[[협곡지대 길드 미션]]["gid_rokas_01"] = {}, 

----[[마족수감소 길드 미션]]["gid_velniasprison_51_3"] = {}, 

----[[염원의 비석로 던전]]["id_remains3"] = {}, 

----[[공허의 가시숲]]["id_thorn2"] = {}, 

----[[푸른 요새 던전]]["id_castle"] = {}, 

----[[마법사의 탑 인던]]["id_firetower_02"] = {}, 

----[[통합 길드배틀]]["guild_mission_2_pvp"] = {}, 

----[[통합 길드배틀 : 로스트 템플]]["guild_mission_3_pvp"] = {}, 

----[[유적지대]]["mission_f_remains_38"] = {}, 

----[[암속성 인던]]["id_velniasprison_01"] = {}, 

----[[지속성 인던]]["id_maple_01"] = {}, 

----[[업힐 디펜스]]["mission_abbey_uphill"] = {}, 

--[[지마 수코트]]["d_firetower_69_1"] = 
			{
			--[[마르튀스 저장실]]["d_firetower_69_2"] = {1}, 
			--[[이스토라 유적지]]["f_remains_37"] = {1}, 
			}, 

--[[마르튀스 저장실]]["d_firetower_69_2"] = 
			{
			--[[지마 수코트]]["d_firetower_69_1"]={1}, 
			}, 

----[[록소나 지하시설 미션]]["mission_d_castle_67_2"] = {}, 

----[[살러스 수녀원 캐슬 미션]]["mission_d_castle_67_2_nunnery"] = {}, 

----[[광산 미션]]["mission_d_cmine_66_1"] = {}, 

----[[수도원 미션]]["mission_d_abbey_39_4"] = {}, 

----[[호수 미션]]["mission_f_3cmlake_84"] = {}, 

----[[수녀원]]["mission_d_abbey_35_3"] = {}, 

----[[란코 26수역]]["mission_f_3cmlake_26_1"] = {}, 

--[[외성벽 지하수로]]["d_underaqueduct"] = 
			{
			--[[외성벽 제 14구역]]["f_castle_96"] = {1}, 
			}, 

--[[링크스마스 폐허]]["f_desolated_capital_53_1"] = 
			{
			--[[스칼다 외곽]]["f_castle_102"] = {1}, 
			--[[종언의 길]]["f_dcapital_104"] = {1}, 
			}, 

----[[배틀럼블]]["pvp_battlerumble"] = {}, 

----[[과거 환상도서관 : 사우시스 9 관]]["mission_fantasylibrary_1"] = {}, 

----[[캐슬 던전]]["id_castle2"] = {}, 

----[[(폐쇄)타보르 동굴]]["d_limestonecave_73_1"] = {}, 

--[[나콘 감옥]]["d_prison_75_1"] = 
			{
			--[[기티스의 개척지]]["f_siauliai_50_1"] = {1}, 	
			}, 

--[[나타흐 망루]]["d_startower_76_1"] = 
			{
			--[[다이나 양봉지]]["f_siauliai_46_4"] = {1}, 
			--[[나자레느 탑]]["d_startower_76_2"] = {1}, 
			}, 

--[[나자레느 탑]]["d_startower_76_2"] = 
			{
			--[[나타흐 망루]]["d_startower_76_1"] = {1}, 
			}, 

--[[타테나이 수감소]]["d_velniasprison_77_1"] = 
			{
			--[[루클리스 거리]]["f_flash_61"] = {1}, 
			}, 

--[[네이포트 성당 동관]]["d_cathedral_78_1"] = 
			{
			--[[스토가스 고원]]["f_tableland_28_2"] = {1},
			}, 

----[[(폐쇄)샤레저 묘실]]["d_zachariel_79_1"] = {}, 

----[[(폐쇄)네탄멜레크 영묘]]["d_zachariel_79_2"] = {}, 

--[[랜시드 미로]]["d_catacomb_80_1"] = 
			{
			--[[밸러암 주둔지]]["d_catacomb_80_2"] = {1}, 
			--[[그리나스 구릉지]]["f_katyn_45_3"] = {1}, 
			}, 

--[[밸러암 주둔지]]["d_catacomb_80_2"] = 
			{
			--[[랜시드 미로]]["d_catacomb_80_1"] = {1}, 
			--[[미크마쉬 사원]]["d_catacomb_80_3"] = {1}, 
			}, 

--[[미크마쉬 사원]]["d_catacomb_80_3"] = 
			{
			--[[밸러암 주둔지]]["d_catacomb_80_2"] = {1}, 
			}, 

----[[벨코퍼의 둥지]]["d_raidboss_velcoffer"] = {}, 

----[[종유동굴 71_2]]["d_limestonecave_71_2"] = {}, 

----[[(폐쇄)바우바스 동굴]]["d_limestonecave_71_1"] = {}, 

----[[첫 번째 피난처]]["id_whitetrees1"] = {}, 

----[[마법 실험 구역]]["id_Nicopolis_01"] = {}, 

--[[슬리비나스 레어]]["d_limestonecave_70_1"] = 
		{
		--[[베다 고원]]["f_tableland_11_1"] = {1},
		----[[동굴 심부]]["d_limestonecave_70_1"] = {1}, 
		----[[동굴 출구]]["d_limestonecave_70_1"] = {1}, 
		}, 

--[[슬리비나스 레어]]["d_limestonecave_70_1_rest"] = 
			{
			--[[베다 고원]]["f_tableland_11_1"] = {1}, 
			----[[동굴 심부]]["d_limestonecave_70_1_rest"] = {1}, 
			----[[동굴 출구]]["d_limestonecave_70_1_rest"] = {1}, 
			}, 

----[[슬리비나스 레어]]["d_limestonecave_70_1_guild"] = {}, 

----[[할로윈 던전]]["c_Klaipe_event"] = {}, 

----[[할로윈 던전]]["d_castle_agario"] = {}, 

----[[네밸랫 광산 던전]]["id_d_cmine_66_2"] = {}, 

----[[란코 호수 던전]]["id_3cmlake_26_1"] = {}, 

----[[숨겨진 이공간]]["shadow_raid_mini_dungeon"] = {}, 

----[[흰 까마귀의 영면지]]["shadow_raid_main"] = {}, 

--[[이레디안의 피난처]]["d_irredians_113_1"] = 
			{
			----["검문소 방향"]["d_irredians_113_1"] = {1}, 
			----["출구"]["d_irredians_113_1"] = {1}, 
			----["출구"]["d_irredians_113_1"] = {1}, 
			----["마돈메이드[포탈]"]["d_irredians_113_1"] = {1}, 
			----["어미스독[포탈]"]["d_irredians_113_1"] = {1}, }, 
			--[[스펠토움 타운]]["f_nicopolis_81_3"] = {},
			}
			
----[[이레디안의 피난처]]["id_irredians_113_1"] = {}, 

----[[라이마의 성소 내부]]["c_klaipe_cathedral_medium_in"] = {["c_klaipe_cathedral_medium"] = {1}, }, 

----[[길드 아지트]]["guild_agit_extension"] = {}, 

----[[클래식 하우스]]["house_p_basic_1"] = {}, 

----[[낚시꾼의 방]]["house_p_fishman_1"] = {}, 

----[[꿈꾸는 소녀]]["house_p_girlsroom_1"] = {}, 

----[[달콤달콤]]["house_p_candyshop_1"] = {}, 

----[[연회장]]["House_P_Hall_1"] = {}, 

----[[사냥꾼의 방]]["House_P_HunterRoom_1"] = {}, 

----[[저택 서재]]["House_p_Library_1"] = {}, 

----[[깊은 숲속]]["p_h_barrack_11_Forest"] = {}, 

----[[꽃집]]["p_h_barrack_14_Flower"] = {}, 

----[[와인바]]["p_h_barrack_15_Wine"] = {}, 

----[[스팀펑크]]["house_p_steampunk_1"] = {}, 

--[[스타리 타운]]["f_nicopolis_81_1"] = 
			{
			--[[이스토라 유적지]]["f_remains_37_3"] = {1}, 
			--[[펠라인 포스트 타운]]["f_nicopolis_81_2"] = {1}, 
			}, 

--[[펠라인 포스트 타운]]["f_nicopolis_81_2"] = 
			{
			--[[스타리 타운]]["f_nicopolis_81_1"] = {1}, 
			--[[스펠토움 타운]]["f_nicopolis_81_3"] = {1}, 
			}, 

--[[스펠토움 타운]]["f_nicopolis_81_3"] = 
			{
			--[[펠라인 포스트 타운]]["f_nicopolis_81_2"] = {1},
			--[[이레디안의 피난처]]["d_irredians_113_1"] = {},			
			}, 

----[[PVP 광산 무법지대]]["pvp_Mine"] = {}, 

----[[베르니케의 파편 던전]]["d_solo_dungeon"] = {}, 

----[[미쉐칸 숲]]["mission_whitetrees_56_1"] = {}, 

----[[PVP 광산 무법지대]]["pvp_Mine_2"] = {}, 

----[[어시스터 던전]]["d_solo_dungeon_2"] = {}, 

----[[누오로딘 폭포]]["GuildColony_f_remains_37_1"] = {["id_catacomb_02"] = {1}, ["f_remains_37"] = {1}, ["f_remains_37_2"] = {1}, }, 

----[[스벤티마스 유형지]]["GuildColony_f_tableland_72"] = {["f_tableland_73"] = {1}, ["Challenge_f_tableland_71"] = {1}, ["d_underfortress_65"] = {1}, }, 

----[[살비야스 숲]]["GuildColony_f_pilgrimroad_41_2"] = {["f_pilgrimroad_41_1"] = {1}, ["f_pilgrimroad_41_4"] = {1}, ["f_pilgrimroad_41_3"] = {1}, ["f_bracken_42_1"] = {1}, }, 

----[[게나르 평원]]["GuildColony_f_pilgrimroad_49"] = {["f_pilgrimroad_48"] = {1}, ["f_pilgrimroad_47"] = {1}, ["f_pilgrimroad_50"] = {1}, }, 

----[[아렐르노 남작령]]["GuildColony_f_siauliai_47_4"] = {["f_farm_47_3"] = {1}, ["f_siauliai_50_1"] = {1}, ["f_farm_47_1"] = {1}, }, 

----[[수로교 지역]]["GuildColony_f_farm_47_2"] = {["f_farm_47_3"] = {1}, ["f_farm_47_1"] = {1}, ["f_farm_49_1"] = {1}, ["d_velniasprison_51_1"] = {1}, }, 

----[[아시오 메이지의 실험실]]["id_abbey_raid"] = {}, 

----[[MissionInstance]]["mission_instance"] = {}, 

----[[별의 탑 폐쇄 구역]]["uniq_startower_raid"] = {}, 

----[[나비목 접선지]]["uniq_castle_raid"] = {}, 

----[[하얀 마녀의 숲]]["snow_raid_glacier"] = {}, 

----[[의문의 레어]]["d_limestonecave_70_1_STM_event"] = {}, 

----[[왕릉 던전]]["id_zachariel_01"] = {}, 

----[[수정광산 던전]]["id_cmine_01"] = {}, 

----[[칠채곡 던전]]["id_huevillage_01"] = {}, 

----[[카타콤 던전]]["id_catacomb_05"] = {}, 

----[[협곡지대 던전]]["id_rokas_01"] = {}, 

----[[살러스 수녀원 캐슬 던전]]["id_castle_67_2_nunnery"] = {}, 

----[[샤울레이 던전]]["id_siauliai_01"] = {}, 

----[[마르튀스 저장실]]["weekly_d_firetower_69_2"] = {}, 

----[[마당 고원]]["weekly_f_tableland_71"] = {}, 

----[[마족수감소 5구역]]["weekly_d_velniasprison_51_5"] = {}, 

----[[글라데 언덕길]]["weekly_d_thorn_39_2"] = {}, 

----[[시카리오스 1층]]["weekly_d_underfortress_68_1"] = {}, 

----[[네이포트 성당 동관]]["weekly_d_cathedral_78_1"] = {}, 

----[[흰 까마귀의 영면지]]["weekly_shadow_raid_main"] = {}, 

----[[마신의 성소]]["raid_dcapital_108"] = {}, 

--[[렘파라사 연못]]["ep13_f_siauliai_1"] = 
			{
			--[[오르샤]]["c_orsha"] = {1}, 
			--[[덧댄다리 숲]]["ep13_f_siauliai_2"] = {1}, 
			--[[코노트 숲]]["f_bracken_42_1"] = {1}, 
			}, 

--[[덧댄다리 숲]]["ep13_f_siauliai_2"] = 
			{
			--[[렘파라사 연못]]["ep13_f_siauliai_1"] = {1}, 
			--[[파우피스 나루]]["ep13_f_siauliai_3"] = {1}, 
			}, 

--[[파우피스 나루]]["ep13_f_siauliai_3"] = 
			{
			--[[덧댄다리 숲]]["ep13_f_siauliai_2"] = {1}, 
			--[[이사우고티 숲]]["ep13_f_siauliai_4"] = {1}, 
			--[[아샤크 지하 감옥 2층]]["ep13_2_d_prison_2"] = {1}, 
			}, 

--[[이사우고티 숲]]["ep13_f_siauliai_4"] = 
			{
			--[[파우피스 나루]]["ep13_f_siauliai_3"] = {1}, 
			--[[키르티마스 숲]]["ep13_f_siauliai_5"] = {1}, 
			}, 

--[[키르티마스 숲]]["ep13_f_siauliai_5"] = 
			{
			--[[이사우고티 숲]]["ep13_f_siauliai_4"] = {1}, 
			----[[X]]["델무어 소작촌"] = {1},]] 
			}, 

----[[테넷 화원]]["weekly_f_gele_57_4"] = {}, 

----[[마르튀스 저장실]]["field_d_firetower_69_2"] = {}, 

----[[마당 고원]]["field_f_tableland_71"] = {}, 

----[[글라데 언덕길]]["field_d_thorn_39_2"] = {}, 

----[[시카리오스 1층]]["field_d_underfortress_68_1"] = {}, 

----[[네이포트 성당 동관]]["field_d_cathedral_78_1"] = {}, 

----[[쇠락한 르귄가문의 던전]]["Mythic_startower"] = {}, 

----[[가시숲 레이드]]["Mythic_thorn1"] = {}, 

----[[대마법사의 타워]]["Mythic_firetower"] = {}, 

----[[푸른 요새 던전]]["Mythic_castle"] = {}, 

----[[마르튀스 저장실]]["Challenge_d_firetower_69_2"] = {}, 

----[[마당 고원]]["Challenge_f_tableland_71"] = {}, 

----[[글라데 언덕길]]["Challenge_d_thorn_39_2"] = {}, 

----[[네이포트 성당 동관]]["Challenge_Division_d_cathedral_78_1"] = {}, 

----[[흰 까마귀의 영면지]]["Challenge_shadow_raid_main"] = {}, 

----[[테넷 화원]]["Challenge_f_gele_57_4"] = {}, 

----[[마신의 성소]]["raid_giltine_AutoGuild"] = {}, 

----[[방어선 돌파]]["TOSHero_Straight"] = {}, 

----[[마력의 소용돌이]]["TOSHero_Wheel"] = {}, 

----[[대성당 탈환]]["TOSHero_Grid"] = {}, 

--[[아샤크 지하 감옥 1층]]["ep13_2_d_prison_1"] = 
			{
			--[[아샤크 지하 감옥 격리 구역]]["ep13_2_d_prison_3"] = {1}, 
			}, 

--[[아샤크 지하 감옥 2층]]["ep13_2_d_prison_2"] = 
			{
			--[[파우피스 나루]]["ep13_f_siauliai_3"] = {1}, 
			--[[아샤크 지하 감옥 격리 구역]]["ep13_2_d_prison_3"] = {1}, 
			}, 

----[[미지의 성역 1층]]["id_Unknownsanctuary_1"] = {}, 

----[[TOS 봄 캠핑]]["Event_2105_JUMP"] = {}, 

--[[아샤크 지하 감옥 격리 구역]]["ep13_2_d_prison_3"] = 
			{
			--[[아샤크 지하 감옥 2층]]["ep13_2_d_prison_2"] = {1}, 
			--[[아샤크 지하 감옥 1층]]["ep13_2_d_prison_1"] = {1}, 
			}, 

----[[미지의 성역 2층]]["id_Unknownsanctuary_2"] = {}, 

----[[성자의 기도소]]["raid_medusa"] = {}, 

----[[미지의 성역 3층]]["id_Unknownsanctuary_3"] = {}, 

----[[무한맵]]["infinite_map"] = {},
 
----[[팀 배틀 리그 토너먼트]]["pvp_tournament"] = {}, 
