
local mapTable = {

----[[숙소]]["barrack"] = {},
 
----[[파이로맨서 룸]]["barrack_2"] = {}, 

----[[연회장]]["barrack_noble"] = {}, 

----[[주점]]["barrack4"] = {}, 

----[[오프닝 존]]["opening_zone_1"] = {}, 

----[[라이마 연출]]["track_underfortress_59_2"] = {},
 
----[[길드 아지트]]["guild_agit_1"] = {}, 

----[[길드 미션]]["guild_mission_1"] = {}, 

----[[로그인 화면]]["login"] = {}, 

----[[테스트2]]["test_zone2"] = {}, 

----[[테스트존]]["test_zone"] = {}, 

----[[블랙존]]["black_zone"] = {}, 

----[[보스 존]]["boss_zone"] = {}, 

----[[테스트존 화이트]]["test_qa"] = {}, 

----[[테스트존 블루]]["test_blue"] = {}, 

----[[테스트존 메테리얼]]["test_material"] = {}, 

----[[연출용]]["d_velniasprison_trackzone"] = {}, 

----[[길드 아지트]]["guildhouse"] = {}, 

----[[미션_테스트]]["mission_test"] = {["d_zachariel_34"] = {x=-796,y=447}, }, 

----[[미니게임 존]]["minigame_zone"] = {}, 

----[[1시간별 미션 테스트1]]["onehour_test1"] = {}, 

----[[미션_테스트2]]["mission_test2"] = {}, 

----[[깃발뺏기]]["mission_flag"] = {}, 

----[[1시간별 미션 테스트 PVP]]["onehour_test1_pvp"] = {}, 

----[[샤울레이 레이드]]["raid_siauliai1"] = {}, 

----[[수정광산 레이드]]["onehour_cmine1"] = {}, 

----[[카타콤 레이드]]["id_catacomb_03"] = {}, 

----[[가시숲 레이드]]["raid_thorn1"] = {}, 

----[[협곡지대 미션]]["mission_rokas_01"] = {}, 

----[[왕릉 미션]]["mission_zachariel_01"] = {}, 

----[[무너진 저택가]]["mission_remains_01"] = {}, 

----[[마법사의 탑 미션]]["mission_firetower_01"] = {}, 

----[[성당 미션]]["mission_chaple_01"] = {}, 

----[[칠채곡 미션]]["mission_huevillage_01"] = {}, 

----[[겔리고원 미션]]["mission_gele_01"] = {}, 

----[[여신상 수호]]["mission_godnessdefence"] = {}, 

----[[할로윈 이벤트]]["id_catacomb_03_event"] = {}, 

----[[케파 군단]]["f_gele_kepa_event"] = {}, 

----[[아샤크 지하 감옥]]["d_prison_62_1_event"] = {}, 

----[[봄으로 가는 길 이벤트 미션]]["f_whitetrees_56_1_event"] = {}, 

----[[칼날서약 용병단의 능력 증명]]["mission_gele_01_event"] = {}, 

----[[대지의 탑 롤로팬서 구간]]["mission_groundtower_1"] = {}, 

----[[대지의 탑 솔미키 구간]]["mission_groundtower_2"] = {}, 

----[[레타스 개울가 미션]]["E_f_katyn_12_Mission"] = {}, 

----[[연구실]]["c_firemage_event"] = {}, 

----[[습격받은 페디미안]]["E_c_fedimian"] = {}, 

----[[리티니스 지하묘]]["id_catacomb_04_event"] = {}, 

----[[베다 고원]]["E_f_tableland_11_1"] = {}, 

----[[비비드 클라페다]]["VIVID_c_Klaipe"] = {}, 

----[[비비드 오르샤]]["VIVID_c_orsha"] = {}, 

----[[비비드 페디미안]]["VIVID_c_fedimian"] = {}, 

----[[[이벤트]저주받은 해안]]["Steam_f_coral_44_1"] = {}, 

----[[괴도 트팡 이벤트]]["f_pilgrimroad_41_1_event"] = {}, 

----[[하이랜더 마스터의 도장[이벤트]]]["c_highlander_event"] = {}, 

----[[천하제일 축구장]]["f_playground"] = {}, 

----[[[이벤트]베야 골짜기]]["f_huevillage_58_1_event"] = {}, 

----[[[이벤트]아이테오 해안]]["f_coral_44_2_event"] = {}, 

----[[[이벤트]클라페다]]["c_Klaipe_event_1812"] = {}, 

----[[[이벤트]오르샤]]["c_orsha_event_1901"] = {}, 

----[[[이벤트]페디미안]]["c_fedimian_event"] = {}, 

--[[페디미안]]["c_fedimian"] = 
			{
			--[[페디미안 외곽]]["f_remains_40"] = {x=782,y=160}, 
			--[[큰아귀 길]]["f_pilgrimroad_46"] = {x=846,y=679}, 
			--[[페디미안 주점]]["c_request_1"] = {x=-844,y=212}, 
			}, 

--[[클라페다]]["c_Klaipe"] = 
			{
			--[[샤울레이 서쪽 숲]]["f_siauliai_west"] = {x=-201,y=-1}, 
			--[[샤울레이 동쪽 숲]]["f_siauliai_2"] = {x=799,y=-1}, 
			--[[보코르 마스터의 집]]["c_voodoo"] = {x=-976,y=-1}, 
			--[[하이랜더 마스터의 도장]]["c_highlander"] = {x=223,y=80}, 
			--[[파이로맨서 마스터의 연구실]]["c_firemage"] = {x=-2,y=96}, 
			--[[기티스의 개척지]]["f_siauliai_50_1"] = {x=240,y=148}, 
			--[[뷰티샵]]["c_barber_dress"] = {x=-1046,y=240}, 
			}, 

--[[하이랜더 마스터의 도장]]["c_highlander"] = 
			{
			--[[클라페다]]["c_Klaipe"] = {x=-52,y=71}, 
			}, 

--[[보코르 마스터의 집]]["c_voodoo"] = 
			{
			--[[클라페다]]["c_Klaipe"] = {x=43,y=0}, 
			}, 

--[[파이로맨서 마스터의 연구실]][c_firemage] = 
			{
			--[[클라페다]]["c_Klaipe"] = {x=253,y=2}, 
			}, 

--[[페디미안 주점]]["c_request_1"] = 
			{
			--[[페디미안]]["c_fedimian"] = {x=195,y=4}, 
			}, 

--[[오르샤]]["c_orsha"] = 
			{
			--[[렘파라사 연못]]["ep13_f_siauliai_1"] = {x=-1422,y=472}, 
			}, 

--[[살러스 수녀원]]["c_nunnery"] = 
			{
			--[[필그림 들길]]["f_pilgrimroad_47"] = {x=591,y=-75}, 
			}, 

--[[뷰티샵]]["c_barber_dress"] = 
			{
			----[[뷰티샵]]["c_barber_dress"] = {x=119,y=-2}, 
			----[[뷰티샵]]["c_barber_dress"] = {x=-6,y=54}, 
			--[[클라페다]]["c_Klaipe"] = {x=-5,y=4}, 
			}, 

----[[라이마의 성소]]["c_klaipe_cathedral_medium"] = {},

--[[샤울레이 서쪽 숲]]["f_siauliai_west"] = 
			{
			--[[클라페다]]["c_Klaipe"] = {x=1691,y=210}, 
			----[[샤울레이 서쪽 숲]]["f_siauliai_west"] = {x=2755,y=423}, 
			}, 

----[[미사용-샤울레이 동쪽 숲-past]]["f_siauliai_est"] = {}, 

--[[샤울레이 동쪽 숲]]["f_siauliai_2"] = 
			{
			--[[클라페다]]["c_Klaipe"] = {x=-2463,y=243}, 
			--[[샤울레이 광산 마을]]["f_siauliai_out"] = {x=2684,y=130}, 
			}, 

--[[샤울레이 광산 마을]]["f_siauliai_out"] = 
			{
			--[[샤울레이 동쪽 숲]]["f_siauliai_2"] = {x=500,y=37}, 
			--[[수정광산 1층]]["d_cmine_01"] = {x=-213,y=245}, 
			--[[스라우타스 협곡]]["f_gele_57_1"] = {x=1832,y=43}, 
			}, 

--[[수정광산 1층]]["d_cmine_01"] = 
			{
			--[[샤울레이 광산 마을]]["f_siauliai_out"] = {x=-1294,y=318}, 
			--[[수정광산 2층]]["d_cmine_02"] = {x=-1412,y=154}, 
			}, 
			
--[[수정광산 2층]]["d_cmine_02"] = 
			{
			--[[수정광산 1층]]["d_cmine_01"] = {x=-2419,y=73}, 
			--[[수정광산 3층]]["d_cmine_6"] = {x=1821,y=157}, 
			},
			
--[[수정광산 3층]]["d_cmine_6"] = 
			{
			--[[수정광산 2층]]["d_cmine_02"] = {x=-2147,y=360}, 
			----[[수정광산 3층]]["d_cmine_6"] = {x=170,y=183}, 
			----[[수정광산 3층]]["d_cmine_6"] = {x=1625,y=289},
			},
			
--[[카틴 숲 입구]]["f_katyn_7"] = 
			{
			--[[테넷 화원]]["f_gele_57_4"] = {x=663,y=300}, 
			--[[매너클 묘지]]["f_katyn_7_2"] = {x=-864,y=297}, 
			},
			
--[[매너클 묘지]]["f_katyn_7_2"] = 
			{
			--[[카틴 숲 입구]]["f_katyn_7"] = {x=228,y=296}, 
			--[[포슬린키스 숲]]["f_katyn_13"] = {x=267,y=391}, 
			},
			
--[[수정광산 2광구 1층]]["d_cmine_8"] = 
			{
			--[[수정광산 3층]]["d_cmine_6"] = {x=-2956,y=73}, 
			--[[수정광산 2광구 2층]]["d_cmine_9"] = {x=972,y=-93}, 
			},
			
--[[수정광산 2광구 2층]]["d_cmine_9"] = 
			{
			--[[수정광산 2광구 1층]]["d_cmine_8"] = {x=-1959,y=602}, 
			},
			
----[[(폐쇄)카롤리스 샘터]]["f_katyn_10"] = {}, 

----[[f_siauliai_11]]["f_siauliai_11"] = {}, 

----[[(폐쇄)(구)파우피스 나루]]["f_siauliai_11_re"] = {}, 

----[[(폐쇄)레타스 개울가]]["f_katyn_12"] = {}, 

--[[포슬린키스 숲]]["f_katyn_13"] = 
			{
			--[[매너클 묘지]]["f_katyn_7_2"] = {x=71,y=123}, 
			--[[사크니스 벌판]]["f_katyn_14"] = {x=-2725,y=240}, 
			--[[셉티니 골]]["f_huevillage_58_4"] = {x=-1079,y=200}, 
			}, 

----[[밀실]]["f_katyn_13_2"] = {["Challenge_f_gele_57_4"] = {x=522,y=198}, --[[드바시아 고개]]["d_thorn_22"] = {x=-2252,y=197}, --[[셉티니 골]]["f_huevillage_58_4"] = {x=-937,y=197}, ["레타스 개울가"] = {x=-52,y=201}, }, 

----[[화살길]]["f_katyn_13_3"] = {--[[["레타스 개울가"] = {x=2393,y=200},]] ["f_rokas_25"] = {x=-1921,y=244}, }, 

--[[사크니스 벌판]]["f_katyn_14"] = 
			{
			--[[포슬린키스 숲]]["f_katyn_13"] = {x=3516,y=82}, 
			--[[드바시아 고개]]["d_thorn_22"] = {x=-3213,y=306}, 
			}, 

----[[f_siauliai_15]]["f_siauliai_15"] = {}, 

----[[(폐쇄)(구)덧댄다리 숲]]["f_siauliai_15_re"] = {}, 

----[[(폐쇄)(구)렘파라사 연못]]["f_siauliai_16"] = {}, 

--[[봄볕나무 숲]]["f_siauliai_46_1"] = 
			{
			--[[관문로]]["d_thorn_19"] = {x=-624,y=262}, 
			--[[우키스 경작지]]["f_siauliai_46_2"] = {x=-1872,y=260}, 
			--[[글라데 언덕길]]["d_thorn_39_2"] = {x=585,y=390}, 
			},
			
--[[우키스 경작지]]["f_siauliai_46_2"] = 
			{
			--[[봄볕나무 숲]]["f_siauliai_46_1"] = {x=1378,y=0}, 
			--[[빌나 숲]]["f_siauliai_46_3"] = {x=-2410,y=165}, 
			--[[다이나 양봉지]]["f_siauliai_46_4"] = {x=-1148,y=165}, 
			--[[라우키메 저습지]]["d_thorn_39_3"] = {x=1197,y=-35}, 
			},
			
--[[빌나 숲]]["f_siauliai_46_3"] = 
			{
			--[[우키스 경작지]]["f_siauliai_46_2"] = {x=2224,y=133}, 
			--[[다이나 양봉지]]["f_siauliai_46_4"] = {x=-1358,y=-5}, 
			},
			
--[[다이나 양봉지]]["f_siauliai_46_4"] = 
			{
			--[[샤튼 농장]]["f_farm_49_2"] = {x=-555,y=148}, 
			--[[우키스 경작지]]["f_siauliai_46_2"] = {x=1478,y=225}, 
			--[[셉티니 골]]["f_huevillage_58_4"] = {x=303,y=147}, 
			--[[빌나 숲]]["f_siauliai_46_3"] = {x=-282,y=225}, 
			},
			
--[[아렐르노 남작령]]["f_siauliai_47_4"] = 
			{
			--[[미르키티 농장]]["f_farm_47_3"] = {x=-2167,y=109}, 
			--[[기티스의 개척지]]["f_siauliai_50_1"] = {x=2445,y=209}, 
			--[[테넌츠 농장]]["f_farm_47_1"] = {x=653,y=109}, 
			},
			
--[[기티스의 개척지]]["f_siauliai_50_1"] = 
			{
			--[[아렐르노 남작령]]["f_siauliai_47_4"] = {x=-794,y=-43}, 
			--[[클라페다]]["c_Klaipe"] = {x=1638,y=0}, ["f_huevillage_58_1"] = {x=2333,y=22}, 
			--[[비에타 계곡]]["f_huevillage_58_2"] = {x=905,y=-43}, 
			--[[베야 골짜기]]["f_huevillage_58_1"] = {x=2333,y=22}, 
			--[[나콘 감옥]]["d_prison_75_1"] = {x=17,y=0}, 
			},
			
----[[칼빛 분지]]["f_katyn_17"] = {["ep13_f_siauliai_2"] = {x=1988,y=1970}, ["f_rokas_31"] = {x=-3653,y=1979}, ["f_rokas_29"] = {x=421,y=1974}, ["f_remains_37"] = {x=-2400,y=1978}, },
			
--[[쿨레 고개]]["f_katyn_18"] = 
			{
			--[[스팔빈가스 숲]]["f_maple_25_2"] = {x=3248,y=375}, 
			--[[에메트 숲]]["f_whitetrees_23_1"] = {x=-1322,y=574}, 
			},
			
--[[관문로]]["d_thorn_19"] = 
			{
			--[[봄볕나무 숲]]["f_siauliai_46_1"] = {x=215,y=611}, 
			--[[셉티니 골]]["f_huevillage_58_4"] = {x=-286,y=622}, 
			--[[시르드겔라 숲]]["d_thorn_20"] = {x=1980,y=623}, 
			},
			
--[[시르드겔라 숲]]["d_thorn_20"] = 
			{
			--[[관문로]]["d_thorn_19"] = {x=-1549,y=602}, 
			--[[크바일라스 숲]]["d_thorn_21"] = {x=2575,y=489}, 
			--[[빌티스 숲]]["d_thorn_39_1"] = {x=-911,y=522}, 
			--[[은둔자의 통로]]["p_cathedral_1"] = {x=3049,y=491}, 
			--[[드바시아 고개]]["d_thorn_22"] = {x=1241,y=438}, 
			},
			
--[[크바일라스 숲]]["d_thorn_21"] = 
			{
			--[[시르드겔라 숲]]["d_thorn_20"] = {x=-412,y=221}, 
			--[[해진깃발숲]]["d_thorn_23"] = {x=985,y=208}, 
			},
			
--[[드바시아 고개]]["d_thorn_22"] = 
			{
			--[[사크니스 벌판]]["f_katyn_14"] = {x=-986,y=470}, 
			--[[해진깃발숲]]["d_thorn_23"] = {x=987,y=289}, 
			----[[드바시아 고개]]["d_thorn_22"] = {x=-1020,y=554}, 
			----[[드바시아 고개]]["d_thorn_22"] = {x=-1216,y=553}, 
			----[[드바시아 고개]]["d_thorn_22"] = {x=-1035,y=553}, 
			----[[드바시아 고개]]["d_thorn_22"] = {x=-689,y=554}, 
			--[[시르드겔라 숲]]["d_thorn_20"] = {x=-2299,y=440}, 
			},
			
--[[해진깃발숲]]["d_thorn_23"] = 
			{
			--[[드바시아 고개]]["d_thorn_22"] = {x=-2159,y=1137}, 
			--[[대왕의 관문]]["f_rokas_24"] = {x=2420,y=289}, 
			----[[해진깃발숲]]["d_thorn_23"] = {x=-1528,y=1041}, 
			----[[해진깃발숲]]["d_thorn_23"] = {x=-1631,y=1026}, 
			----[[해진깃발숲]]["d_thorn_23"] = {x=2295,y=384}, 
			----[[해진깃발숲]]["d_thorn_23"] = {x=2581,y=384}, 
			--[[크바일라스 숲]]["d_thorn_21"] = {x=-588,y=544}, 
			},
			
--[[대왕의 관문]]["f_rokas_24"] = 
			{
			--[[해진깃발숲]]["d_thorn_23"] = {x=930,y=123}, 
			--[[람스티스 협곡]]["f_rokas_25"] = {x=904,y=261}, 
			----[[X]]["레타스 개울가"] = {x=1652,y=123}, 
			}, 
			
--[[람스티스 협곡]]["f_rokas_25"] = 
			{
			--[[대왕의 관문]]["f_rokas_24"] = {x=-2368,y=268}, 
			--[[긴다리 계곡]]["f_rokas_26"] = {x=2769,y=71}, 
			----[[X]]["성소"] = {x=2049,y=164}, 
			},
			
--[[긴다리 계곡]]["f_rokas_26"] = 
			{
			--[[람스티스 협곡]]["f_rokas_25"] = {x=483,y=1738}, 
			--[[아크멘스 능선]]["f_rokas_27"] = {x=-1090,y=1767}, 
			},
			
--[[아크멘스 능선]]["f_rokas_27"] = 
			{
			--[[긴다리 계곡]]["f_rokas_26"] = {x=-177,y=1196}, 
			--[[틸타스 협곡]]["f_rokas_28"] = {x=-173,y=1295}, 
			},
			
--[[틸타스 협곡]]["f_rokas_28"] = 
			{
			--[[아크멘스 능선]]["f_rokas_27"] = {x=-717,y=1121}, 
			--[[루카스 고원]]["f_rokas_29"] = {x=-1892,y=1298}, 
			--[[왕릉 노역자 숙소]]["d_underfortress_59_1"] = {x=1191,y=1007}, 
			},
			
--[[루카스 고원]]["f_rokas_29"] = 
			{
			--[[틸타스 협곡]]["f_rokas_28"] = {x=2612,y=469}, 
			--[[왕의 고원]]["f_rokas_30"] = {x=-1413,y=617}, 
			--[[뮬러스 통로]]["p_catacomb_1"] = {x=-2114,y=782}, 
			},
			
--[[왕의 고원]]["f_rokas_30"] = 
			{
			--[[루카스 고원]]["f_rokas_29"] = {x=1019,y=148}, 
			--[[자카리엘 교차로]]["f_rokas_31"] = {x=-1773,y=215}, 
			--[[에산치우 마을]]["f_remains_39"] = {x=-209,y=347}, 
			},
			
--[[자카리엘 교차로]]["f_rokas_31"] = 
			{
			--[[왕의 고원]]["f_rokas_30"] = {x=940,y=107}, 
			--[[왕릉 1층]]["d_zachariel_32"] = {x=-1271,y=274}, 
			--[[비석로]]["f_remains_37"] = {x=470,y=107}, 
			},
			
--[[왕릉 1층]]["d_zachariel_32"] = 
			{
			--[[자카리엘 교차로]]["f_rokas_31"] = {x=30,y=261}, 
			--[[왕릉 2층]]["d_zachariel_33"] = {x=32,y=309}, 
			----[[★람스티스 협곡]]["f_rokas_25"] = {x=-1418,y=241},  
			----[[★틸타스 협곡]]["f_rokas_28"] = {x=1080,y=243}, 
			},
			
--[[왕릉 2층]]["d_zachariel_33"] = 
			{
			----[[X]]["샛길"] = {x=515,y=716}, 
			----[[왕릉 2층]]["d_zachariel_33"] = {x=989,y=718}, 
			----[[왕릉 2층]]["d_zachariel_33"] = {x=-1532,y=684}, 
			--[[왕릉 1층]]["d_zachariel_32"] = {x=-93,y=645}, 
			--[[왕릉 3층]]["d_zachariel_34"] = {x=-372,y=788}, 
			},
			
--[[왕릉 3층]]["d_zachariel_34"] = 
			{
			--[[왕릉 2층]]["d_zachariel_33"] = {x=3568,y=465}, 
			--[[왕릉 4층]]["d_zachariel_35"] = {x=-2943,y=266}, 
			},
			
--[[왕릉 4층]]["d_zachariel_35"] = 
			{
			--[[왕릉 3층]]["d_zachariel_34"] = {x=1631,y=93}, 
			--[[왕릉 5층]]["d_zachariel_36"] = {x=-202,y=-75}, 
			},
			
--[[왕릉 5층]]["d_zachariel_36"] = 
			{
			--[[왕릉 4층]]["d_zachariel_35"] = {x=-2503,y=327}, 
			},
			
--[[파수꾼의 묘역]]["id_catacomb_01"] = 
			{
			--[[테넷 화원]]["f_gele_57_4"] = {x=-247,y=935}, 
			----[[파수꾼의 묘역]]["id_catacomb_01"] = {x=-250,y=935}, 
			----[[파수꾼의 묘역]]["id_catacomb_01"] = {x=-260,y=935},]] 
			},
			
--[[발류스의 영면지]]["id_catacomb_02"] = 
			{
			--[[바이덴티스 신당]]["id_catacomb_38_1"] = {x=-712,y=325}, 
			--[[누오로딘 폭포]]["f_remains_37_1"] = {x=2712,y=345}, 
			},
			
--[[리티니스 지하묘]]["id_catacomb_04"] = 
			{
			--[[모크슬 묘실]]["id_catacomb_38_2"] = {x=-332,y=193}, 
			--[[바이덴티스 신당]]["id_catacomb_38_1"] = {x=2267,y=325}, 
			--[[이스토라 유적지]]["f_remains_37_3"] = {x=-2243,y=368}, 
			},
			
--[[비석로]]["f_remains_37"] = 
			{
			--[[자카리엘 교차로]]["f_rokas_31"] = {x=-1292,y=989}, 
			--[[여신의 옛뜰]]["f_remains_38"] = {x=564,y=1428}, 
			--[[은둔자의 통로]]["p_cathedral_1"] = {x=485,y=1121}, 
			--[[누오로딘 폭포]]["f_remains_37_1"] = {x=-72,y=1296}, 
			--[[지마 수코트]]["d_firetower_69_1"] = {x=1165,y=1056}, 
			},	

--[[여신의 옛뜰]]["f_remains_38"] = 
			{
			--[[비석로]]["f_remains_37"] = {x=-1400,y=325}, 
			--[[에산치우 마을]]["f_remains_39"] = {x=1358,y=372}, 
			}, 

--[[에산치우 마을]]["f_remains_39"] = 
			{
			--[[여신의 옛뜰]]["f_remains_38"] = {x=-479,y=194}, 
			--[[페디미안 외곽]]["f_remains_40"] = {x=873,y=174}, 
			--[[왕의 고원]]["f_rokas_30"] = {x=1261,y=173}, 
			}, 

--[[페디미안 외곽]]["f_remains_40"] = 
			{
			--[[에산치우 마을]]["f_remains_39"] = {x=111,y=304}, 
			--[[페디미안]]["c_fedimian"] = {x=-2393,y=315}, 
			--[[마법사의 탑 1층]]["d_firetower_41"] = {x=3541,y=645}, 
			},
			

--[[마법사의 탑 1층]]["d_firetower_41"] = 
			{
			--[[페디미안 외곽]]["f_remains_40"] = {x=-2301,y=1552}, 
			--[[마법사의 탑 2층]]["d_firetower_42"] = {x=2956,y=1460}, 
			}, 

--[[마법사의 탑 2층]]["d_firetower_42"] = 
			{
			--[[마법사의 탑 1층]]["d_firetower_41"] = {x=2547,y=71}, 
			--[[마법사의 탑 3층]]["d_firetower_43"] = {x=-933,y=2}, 
			}, 

--[[마법사의 탑 3층]]["d_firetower_43"] = 
			{
			--[[마법사의 탑 2층]]["d_firetower_42"] = {x=-2473,y=494}, 
			--[[마법사의 탑 4층]]["d_firetower_44"] = {x=1808,y=526}, 
			}, 

--[[마법사의 탑 4층]]["d_firetower_44"] = 
			{
			--[[마법사의 탑 3층]]["d_firetower_43"] = {x=584,y=280}, 
			--[[마법사의 탑 5층]]["d_firetower_45"] = {x=-2718,y=576}, 	
			}, 

--[[마법사의 탑 5층]]["d_firetower_45"] = 
			{
			--[[마법사의 탑 4층]]["d_firetower_44"] = {x=-1215,y=185}, 
			}, 

--[[큰아귀 길]]["f_pilgrimroad_46"] = 
			{
			--[[페디미안]]["c_fedimian"] = {x=-2072,y=120}, 
			--[[필그림 들길]]["f_pilgrimroad_47"] = {x=601,y=119}, 
			}, 

--[[필그림 들길]]["f_pilgrimroad_47"] = 
			{
			--[[큰아귀 길]]["f_pilgrimroad_46"] = {x=-2462,y=44}, 
			--[[제단로]]["f_pilgrimroad_50"] = {x=2037,y=246}, 
			--[[뮬러스 통로]]["p_catacomb_1"] = {x=2209,y=44}, 
			--[[살러스 수녀원]]["c_nunnery"] = {x=-1135,y=154}, 
			--[[게나르 평원]]["f_pilgrimroad_49"] = {x=1361,y=97}, }, 

--[[마나하스]]["f_pilgrimroad_48"] = 
			{
			--[[파사카 협곡]]["f_pilgrimroad_36_2"] = {x=-560,y=546}, 
			--[[게나르 평원]]["f_pilgrimroad_49"] = {x=-1470,y=382}, 
			}, 

--[[게나르 평원]]["f_pilgrimroad_49"] = 
			{
			--[[마나하스]]["f_pilgrimroad_48"] = {x=2378,y=347}, 
			--[[필그림 들길]]["f_pilgrimroad_47"] = {x=-2314,y=289}, 
			--[[제단로]]["f_pilgrimroad_50"] = {x=-85,y=347}, 
			}, 

----[[(폐쇄)페레토리 구릉]]["f_pilgrimroad_31_1"] = {}, 

----[[(폐쇄)수타티스 교역로]]["f_pilgrimroad_31_2"] = {}, 

----[[(폐쇄)모치아 숲]]["f_pilgrimroad_31_3"] = {}, 

--[[제단로]]["f_pilgrimroad_50"] = 
			{
			--[[필그림 들길]]["f_pilgrimroad_47"] = {x=-1933,y=506}, 
			--[[기원의 숲]]["f_pilgrimroad_51"] = {x=2243,y=507}, 
			--[[게나르 평원]]["f_pilgrimroad_49"] = {x=-161,y=507}, 
			}, 

--[[기원의 숲]]["f_pilgrimroad_51"] = 
			{
			--[[압시메스티 교차로]]["f_pilgrimroad_52"] = {x=-1496,y=563}, 
			--[[제단로]]["f_pilgrimroad_50"] = {x=-942,y=548}, 
			--[[쇠락한 르귄가문의 저택]]["d_startower_60_1"] = {x=1331,y=571}, 
			--[[알레멧 숲]]["f_orchard_34_1"] = {x=2022,y=143}, 
			}, 

--[[압시메스티 교차로]]["f_pilgrimroad_52"] = 
			{
			--[[기원의 숲]]["f_pilgrimroad_51"] = {x=-1184,y=139}, 
			--[[베르크티 광장]]["f_flash_59"] = {x=-471,y=245}, 
			--[[대성당 본당]]["d_cathedral_53"] = {x=1033,y=47}, 
			----[[압시메스티 교차로]]["f_pilgrimroad_52"] = {x=2646,y=156}, 
			--[[록소나 재건단 서관]]["d_firetower_61_1"] = {x=-1865,y=165}, 
			}, 

--[[대성당 본당]]["d_cathedral_53"] = 
			{
			--[[압시메스티 교차로]]["f_pilgrimroad_52"] = {x=17,y=-1}, 
			--[[대성당 대회랑]]["d_cathedral_54"] = {x=1166,y=83}, 
			}, 

--[[대성당 대회랑]]["d_cathedral_54"] = 
			{
			--[[대성당 본당]]["d_cathedral_53"] = {x=1218,y=4}, 
			--[[★대성당 참회로]]["f_pilgrimroad_55"] = {x=-1824,y=3}, 
			--[[★대성당 참회로]]["f_pilgrimroad_55"] = {x=-1474,y=24}, 
			--[[대성당 지성소]]["d_cathedral_56"] = {x=1176,y=49}, 
			}, 

--[[★대성당 참회로]]["f_pilgrimroad_55"] = 
			{
			--[[★대성당 대회랑]]["d_cathedral_54"] = {x=1614,y=242}, 
			--[[★대성당 대회랑]]["d_cathedral_54"] = {x=-576,y=331}, 
			--[[바르하 숲]]["f_orchard_34_3"] = {x=1752,y=142}, 
			}, 

--[[대성당 지성소]]["d_cathedral_56"] = 
			{
			--[[대성당 대회랑]]["d_cathedral_54"] = {x=2216,y=0}, 
			}, 

--[[딩고파실 지구]]["f_flash_58"] = 
			{
			--[[연안요새]]["f_flash_29_1"] = {x=-159,y=407}, 
			--[["내성곽 지구"]]["f_flash_64"] = {x=2241,y=410}, 
			}, 

--[[베르크티 광장]]["f_flash_59"] = 
			{
			--[[압시메스티 교차로]]["f_pilgrimroad_52"] = {x=-452,y=109}, 
			--[[록소나 장터]]["f_flash_60"] = {x=157,y=134}, 
			--[[루클리스 거리]]["f_flash_61"] = {x=1372,y=133}, 
			--[[중심시가]]["f_flash_63"] = {x=1425,y=61}, 
			}, 

--[[록소나 장터]]["f_flash_60"] = 
			{
			--[[베르크티 광장]]["f_flash_59"] = {x=1231,y=150}, 
			--[[루클리스 거리]]["f_flash_61"] = {x=1004,y=195}, 
			--[[스토가스 고원]]["f_tableland_28_2"] = {x=-1377,y=152}, 
			}, 

--[[루클리스 거리]]["f_flash_61"] = 
			{
			--[[록소나 장터]]["f_flash_60"] = {x=-100,y=435}, 
			--[[베르크티 광장]]["f_flash_59"] = {x=-875,y=510}, 
			--[[베다 고원]]["f_tableland_11_1"] = {x=452,y=435},
			--[[타테나이 수감소]]["d_velniasprison_77_1"] = {x=-613,y=435}, 
			}, 

--[[중심시가]]["f_flash_63"] = 
			{
			--[[베르크티 광장]]["f_flash_59"] = {x=-582,y=122}, 
			--[["내성곽 지구"]]["f_flash_64"] = {x=-140,y=224}, 
			--[[연안요새]]["f_flash_29_1"] = {x=1774,y=45}, 
			}, 

--[[내성곽지구]]["f_flash_64"] = 
			{
			--[[중심시가]]["f_flash_63"] = {x=12,y=825}, 
			--[[대지의 요새 전초구역]]["d_underfortress_65"] = {x=-2,y=843}, 
			--[[딩고파실 지구]]["f_flash_58"] = {x=-1643,y=512}, 
			--[[이브레 고원]]["f_tableland_70"] = {x=-374,y=843}, 
			}, 

--[[대지의 요새 전초구역]]["d_underfortress_65"] = 
			{
			--[["내성곽 지구"]]["f_flash_64"] = {x=585,y=602}, 
			--[[대지의 요새 대립의 훈련장]]["d_underfortress_66"] = {x=-437,y=337}, 
			--[[스벤티마스 유형지]]["f_tableland_72"] = {x=-1661,y=113}, 
			}, 

--[[대지의 요새 대립의 훈련장]]["d_underfortress_66"] = 
			{
			--[[대지의 요새 전초구역]]["d_underfortress_65"] = {x=1286,y=90}, 
			--[[대지의 요새 거주구역]]["d_underfortress_67"] = {x=-603,y=163}, 
			}, 

--[[대지의 요새 거주구역]]["d_underfortress_67"] = 
			{
			--[[대지의 요새 대립의 훈련장]]["d_underfortress_66"] = {x=31,y=287}, 
			--[[대지의 요새 저장구역]]["d_underfortress_68"] = {x=350,y=178}, 
			--[[대지의 요새 루클리스 전당]]["d_underfortress_30_1"] = {x=884,y=185}, 
			}, 

--[[대지의 요새 저장구역]]["d_underfortress_68"] = 
			{
			--[[대지의 요새 거주구역]]["d_underfortress_67"] = {x=-2897,y=484}, 
			--[[대지의 요새 결전지]]["d_underfortress_69"] = {x=1746,y=344}, 
			},			

--[[대지의 요새 결전지]]["d_underfortress_69"] = 
			{
			--[[대지의 요새 저장구역]]["d_underfortress_68"] = {x=2245,y=566}, 
			}, 

--[[이브레 고원]]["f_tableland_70"] = 
			{
			--[["내성곽 지구"]]["f_flash_64"] = {x=4605,y=707}, 
			--[[마당 고원]]["f_tableland_71"] = {x=780,y=560}, 
			}, 

--[[마당 고원]]["f_tableland_71"] = 
			{
			--[[이브레 고원]]["f_tableland_70"] = {x=1939,y=759}, 
			--[[스벤티마스 유형지]]["f_tableland_72"] = {x=-867,y=402}, 
			--[[베다 고원]]["f_tableland_11_1"] = {x=-205,y=438}, 
			}, 

--[[스벤티마스 유형지]]["f_tableland_72"] = 
			{
			--[[카듀멜 절벽]]["f_tableland_73"] = {x=777,y=452}, 
			--[[마당 고원]]["f_tableland_71"] = {x=1029,y=508}, 
			--[[대지의 요새 전초구역]]["d_underfortress_65"] = {x=2131,y=287}, 
			}, 

--[[카듀멜 절벽]]["f_tableland_73"] = 
			{
			--[[스벤티마스 유형지]]["f_tableland_72"] = {x=1480,y=525}, 
			--[[강철 고원]]["f_tableland_74"] = {x=1575,y=677}, 
			}, 

--[[강철 고원]]["f_tableland_74"] = 
			{
			--[[카듀멜 절벽]]["f_tableland_73"] = {x=-2359,y=347}, 
			--[[칼레이마스 접견소]]["d_prison_78"] = {x=2040,y=945}, 
			--[[내성벽 제 8구역]]["f_castle_20_3"] = {x=-2255,y=459}, 
			}, 

--[[칼레이마스 접견소]]["d_prison_78"] = 
			{
			--[[강철 고원]]["f_tableland_74"] = {x=1046,y=828}, 
			--[[칼레이마스 보관실]]["d_prison_79"] = {x=-1238,y=618}, 
			}, 

--[[칼레이마스 보관실]]["d_prison_79"] = 
			{
			--[[칼레이마스 접견소]]["d_prison_78"] = {x=1582,y=478}, 
			--[[칼레이마스 독방구역]]["d_prison_80"] = {x=802,y=481}, 
			}, 

--[[칼레이마스 독방구역]]["d_prison_80"] = 
			{
			--[[칼레이마스 보관실]]["d_prison_79"] = {x=1348,y=366}, 
			--[[칼레이마스 작업장]]["d_prison_81"] = {x=-1256,y=267}, 
			}, 

--[[칼레이마스 작업장]]["d_prison_81"] = 
			{
			--[[칼레이마스 독방구역]]["d_prison_80"] = {x=-1688,y=168}, 
			--[[칼레이마스 심문실]]["d_prison_82"] = {x=499,y=223}, 
			}, 

--[[칼레이마스 심문실]]["d_prison_82"] = 
			{
			--[[칼레이마스 작업장]]["d_prison_81"] = {x=-930,y=559}, 
			}, 

----[[(폐쇄)펠케 신전터]]["f_3cmlake_83"] = {}, 

----[[(폐쇄)압셈타 수원지]]["f_3cmlake_84"] = {}, 

--[[바린웰 85수역]]["f_3cmlake_85"] = 
			{
			--[[란코 26수역]]["f_3cmlake_26_1"] = {x=626,y=297}, 
			--[[바린웰 86수역]]["f_3cmlake_86"] = {x=-2020,y=155}, 
			}, 

--[[바린웰 86수역]]["f_3cmlake_86"] = 
			{
			--[[바린웰 85수역]]["f_3cmlake_85"] = {x=-145,y=118}, 
			--[[바린웰 87수역]]["f_3cmlake_87"] = {x=1725,y=60}, 
			}, 

--[[바린웰 87수역]]["f_3cmlake_87"] = 
			{
			--[[바린웰 86수역]]["f_3cmlake_86"] = {x=-400,y=232}, 
			--[[별의 탑 1층]]["d_startower_88"] = {x=-46,y=168}, 
			--[[바린웰 27수역]]["f_3cmlake_27_1"] = {x=1958,y=161}, 
			--[[외성벽 제 11구역]]["f_castle_93"] = {x=-1349,y=176}, 
			}, 

--[[별의 탑 1층]]["d_startower_88"] = 
			{
			--[[바린웰 87수역]]["f_3cmlake_87"] = {x=2359,y=212}, 
			--[[별의 탑 4층]]["d_startower_89"] = {x=1208,y=411}, 
			}, 

--[[별의 탑 4층]]["d_startower_89"] = 
			{
			--[[별의 탑 1층]]["d_startower_88"] = {x=1230,y=877}, 
			--[[별의 탑 12층]]["d_startower_90"] = {x=188,y=1304}, 
			}, 

--[[별의 탑 12층]]["d_startower_90"] = 
			{
			--[[별의 탑 4층]]["d_startower_89"] = {x=1875,y=75}, 
			--[[별의 탑 20층]]["d_startower_91"] = {x=817,y=388}, 
			}, 

--[[별의 탑 20층]]["d_startower_91"] = 
			{
			--[[별의 탑 12층]]["d_startower_90"] = {x=2482,y=1143}, 
			--[[별의 탑 21층]]["d_startower_92"] = {x=-2268,y=1647}, 
			}, 

--[[별의 탑 21층]]["d_startower_92"] = 
			{
			--[[별의 탑 20층]]["d_startower_91"] = {x=-102,y=-193}, 
			}, 

--[[외성벽 제 11구역]]["f_castle_93"] = 
			{
			--[[바린웰 87수역]]["f_3cmlake_87"] = {x=1211,y=291}, 
			--[[내성벽 제 10구역]]["f_castle_94"] = {x=-2869,y=406},
			--[[외성벽 제 9구역]]["f_castle_20_1"] = {x=507,y=291}, 
			}, 

--[[내성벽 제 10구역]]["f_castle_94"] = 
			{
			--[[내성벽 제 9구역]]["f_castle_20_2"] = {x=-688,y=289}, 
			--[[외성벽 제 11구역]]["f_castle_93"] = {x=1475,y=289}, 
			--[[외성벽 제 13구역]]["f_castle_95"] = {x=-518,y=289}, 
			}, 

--[[외성벽 제 13구역]]["f_castle_95"] = 
			{
			--[[내성벽 제 10구역]]["f_castle_94"] = {x=-1531,y=38}, 
			--[[외성벽 제 14구역]]["f_castle_96"] = {x=128,y=377}, 
			--[[메이번 31수역]]["f_3cmlake_27_2"] = {x=1868,y=21}, 
			}, 

--[[외성벽 제 14구역]]["f_castle_96"] = 
			{
			--[[외성벽 제 13구역]]["f_castle_95"] = {x=327,y=-46}, 
			--[[외성벽 제 15구역]]["f_castle_98"] = {x=1648,y=-35}, 
			--[[외성벽 지하수로]]["d_underaqueduct"] = {x=1230,y=98}, 
			}, 

--[[외성벽 제 15구역]]["f_castle_98"] = 
			{
			--[[외성벽 제 14구역]]["f_castle_96"] = {x=1560,y=77}, 
			}, 

--[[비에니베 쉼터]]["f_castle_97"] = 
			{
			--[[서융거스 가도]]["d_castle_19_1"] = {x=-82,y=0}, 
			--[[트비르투마스 요새]]["f_castle_99"] = {x=2121,y=280}, 
			}, 

--[[트비르투마스 요새]]["f_castle_99"] = 
			{
			--[[비에니베 쉼터]]["f_castle_97"] = {x=2077,y=-44}, 
			--[[스칼다 외곽]]["f_castle_102"] = {x=2386,y=-80}, 
			}, 

--[[애스팔비스 신역]]["f_castle_101"] = 
			{
			--[[종언의 길]]["f_dcapital_104"] = {x=305,y=313},
			--[[프래지아 신전]]["d_dcapital_108"] = {x=116,y=52}, 
			}, 

----[[도심성벽 제 12구역]]["f_castle_100"] = {}, 

--[[스칼다 외곽]]["f_castle_102"] = 
			{
			--[[링크스마스 폐허]]["f_desolated_capital_53_1"] = {x=-3141,y=52}, 
			--[[트비르투마스 요새]]["f_castle_99"] = {x=-1473,y=240}, 
			}, 

--[[타니엘 1세 기념구]]["f_dcapital_103"] = 
			{
			--[[내성벽 제 8구역]]["f_castle_20_3"] = {x=738,y=218}, 
			--[[도심성벽 제 8구역]]["f_castle_20_4"] = {x=1754,y=215}, 
			--[[발티넬 기념구]]["f_dcapital_105"] = {x=-1632,y=391}, 
			}, 

--[[종언의 길]]["f_dcapital_104"] = 
			{
			--[[링크스마스 폐허]]["f_desolated_capital_53_1"] = {x=1795,y=2}, 
			--[[애스팔비스 신역]]["f_castle_101"] = {x=742,y=159}, 
			}, 

--[[발티넬 기념구]]["f_dcapital_105"] = 
			{
			--[[타니엘 1세 기념구]]["f_dcapital_103"] = {x=-950,y=-10}, 
			--[[글리헬 기념구]]["f_dcapital_106"] = {x=-1795,y=80}, 
			}, 

--[[글리헬 기념구]]["f_dcapital_106"] = 
			{
			--[[발티넬 기념구]]["f_dcapital_105"] = {x=2339,y=-51}, 
			--[[프리넬 기념구]]["f_dcapital_107"] = {x=943,y=196}, 
			}, 

--[[프리넬 기념구]]["f_dcapital_107"] = 
			{
			--[[글리헬 기념구]]["f_dcapital_106"] = {x=385,y=39}, 
			--[[서융거스 가도]]["d_castle_19_1"] = {x=98,y=92}, 
			}, 

--[[프래지아 신전]]["d_dcapital_108"] = 
			{
			--[[애스팔비스 신역]]["f_castle_101"] = {x=485,y=24}, 
			}, 

----[[공성전 : 유적지대]]["siege_warfare"] = {}, 

----[[폐도던전119]]["d_dcapital_109"] = {}, 

----[[폐도던전110]]["d_dcapital_110"] = {}, 

----[[폐도던전111]]["d_dcapital_111"] = {}, 

----[[폐도던전112]]["d_dcapital_112"] = {}, 

--[[그리나스 숲길]]["f_katyn_45_1"] = 
			{
			--[[겔리 고원]]["f_gele_57_2"] = {x=-2572,y=128}, 
			--[[타우마스 숲길]]["f_pilgrimroad_41_1"] = {x=-912,y=127}, 
			--[[그리나스 수련장]]["f_katyn_45_2"] = {x=1626,y=81}, 
			--[[섹타 숲]]["f_pilgrimroad_41_4"] = {x=950,y=80}, 
			}, 

--[[그리나스 수련장]]["f_katyn_45_2"] = 
			{
			--[[그리나스 구릉지]]["f_katyn_45_3"] = {x=1676,y=120}, 
			--[[그리나스 숲길]]["f_katyn_45_1"] = {x=-1344,y=329}, 
			}, 

--[[그리나스 구릉지]]["f_katyn_45_3"] = 
			{
			--[[그리나스 수련장]]["f_katyn_45_2"] = {x=-79,y=79},
			--[[랜시드 미로]]["d_catacomb_80_1"] = {x=811,y=82},
			}, 

--[[스라우타스 협곡]]["f_gele_57_1"] = 
			{
			--[[샤울레이 광산 마을]]["f_siauliai_out"] = {x=-1662,y=168}, 
			--[[겔리 고원]]["f_gele_57_2"] = {x=640,y=267}, 
			}, 

--[[겔리 고원]]["f_gele_57_2"] = 
			{
			--[[스라우타스 협곡]]["f_gele_57_1"] = {x=35,y=375}, 
			--[[네프리타스 벼랑]]["f_gele_57_3"] = {x=100,y=375}, 
			--[[그리나스 숲길]]["f_katyn_45_1"] = {x=1579,y=503}, 
			}, 

--[[네프리타스 벼랑]]["f_gele_57_3"] = 
			{
			--[[겔리 고원]]["f_gele_57_2"] = {x=-509,y=-107}, 
			--[[테넷 화원]]["f_gele_57_4"] = {x=199,y=284}, 
			--[[베야 골짜기]]["f_huevillage_58_1"] = {x=-1357,y=172}, 
			--[[타우마스 숲길]]["f_pilgrimroad_41_1"] = {x=1494,y=-109}, 
			}, 

--[[테넷 화원]]["f_gele_57_4"] = 
			{
			--[[네프리타스 벼랑]]["f_gele_57_3"] = {x=-841,y=-80}, 
			--[[테넷 성당 지상 1층]]["d_chapel_57_6"] = {x=1296,y=-79}, 
			--[[테넷 성당 지하 1층]]["d_chapel_57_5"] = {x=1072,y=-79}, 
			--[[카틴 숲 입구]]["f_katyn_7"] = {x=-912,y=-80}, 
			--[[파수꾼의 묘역]]["id_catacomb_01"] = {x=-442,y=-80}, 
			}, 

--[[테넷 성당 지하 1층]]["d_chapel_57_5"] = 
			{
			--[[테넷 화원]]["f_gele_57_4"] = {x=-1258,y=1},
			--[[테넷 성당 지상 1층]]["d_chapel_57_6"] = {x=627,y=1}, 
			}, 

--[[테넷 성당 지상 1층]]["d_chapel_57_6"] = 
			{
			--[[테넷 성당 지하 1층]]["d_chapel_57_5"] = {x=744,y=-73}, 
			--[[테넷 화원]]["f_gele_57_4"] = {x=-1766,y=0}, 
			--[[테넷 성당 지상 2층]]["d_chapel_57_7"] = {x=-1481,y=31}, 
			}, 

--[[테넷 성당 지상 2층]]["d_chapel_57_7"] = 
			{
			--[[테넷 성당 지상 1층]]["d_chapel_57_6"] = {x=-683,y=36}, 
			}, 

--[[베야 골짜기]]["f_huevillage_58_1"] = 
			{
			--[[네프리타스 벼랑]]["f_gele_57_3"] = {x=1562,y=371}, 
			--[[비에타 계곡]]["f_huevillage_58_2"] = {x=-719,y=236}, 
			--[[기티스의 개척지]]["f_siauliai_50_1"] = {x=222,y=371}, 
			}, 

--[[비에타 계곡]]["f_huevillage_58_2"] = 
			{
			--[[베야 골짜기]]["f_huevillage_58_1"] = {x=439,y=274}, 
			--[[코발트 숲]]["f_huevillage_58_3"] = {x=1461,y=-10}, 
			--[[기티스의 개척지]]["f_siauliai_50_1"] = {x=-390,y=271}, 
			}, 

--[[코발트 숲]]["f_huevillage_58_3"] = 
			{
			--[[비에타 계곡]]["f_huevillage_58_2"] = {x=418,y=-86}, 
			--[[셉티니 골]]["f_huevillage_58_4"] = {x=-1129,y=22}, 
			--[[테넌츠 농장]]["f_farm_47_1"] = {x=-223,y=-88}, 
			}, 

--[[셉티니 골]]["f_huevillage_58_4"] = 
			{
			--[[코발트 숲]]["f_huevillage_58_3"] = {x=1292,y=-22}, 
			--[[관문로]]["d_thorn_19"] = {x=993,y=-22}, 
			--[[포슬린키스 숲]]["f_katyn_13"] = {x=1470,y=-24}, 
			--[[다이나 양봉지]]["f_siauliai_46_4"] = {x=471,y=-8}, 
			}, 

--[[에메트 숲]]["f_whitetrees_23_1"] = 
			{
			--[[쿨레 고개]]["f_katyn_18"] = {x=1652,y=11}, 
			--[[피스티스 숲]]["f_maple_23_2"] = {x=-1023,y=52}, 
			--[[노브리어 숲]]["f_whitetrees_21_2"] = {x=360,y=11}, 
			--[[테켈 피난지]]["f_whitetrees_22_2"] = {x=-1711,y=-53}, 
			}, 

--[[피스티스 숲]]["f_maple_23_2"] = 
			{
			--[[에메트 숲]]["f_whitetrees_23_1"] = {x=1600,y=17}, 
			--[[라다르 숲]]["f_maple_25_3"] = {x=1564,y=-133}, 
			--[[실라 숲]]["f_whitetrees_23_3"] = {x=-1491,y=0}, 
			--[[북부 파리아스 숲]]["f_maple_24_3"] = {x=-901,y=-112}, 
			}, 

--[[실라 숲]]["f_whitetrees_23_3"] = 
			{
			--[[피스티스 숲]]["f_maple_23_2"] = {x=374,y=0}, 
			--[[중부 파리아스 숲]]["f_maple_24_1"] = {x=-1896,y=149}, 
			--[[미쉐칸 숲]]["f_whitetrees_56_1"] = {x=-552,y=111}, 
			}, 

--[[메사파슬라]]["f_tableland_28_1"] = 
			{
			--[[베다 고원]]["f_tableland_11_1"] = {x=549,y=333}, 
			--[[스팔빈가스 숲]]["f_maple_25_2"] = {x=-844,y=694}, 
			--[[스토가스 고원]]["f_tableland_28_2"] = {x=-2888,y=266}, 
			}, 

--[[스토가스 고원]]["f_tableland_28_2"] = 
			{
			--[[메사파슬라]]["f_tableland_28_1"] = {x=1693,y=340}, 
			--[[록소나 장터]]["f_flash_60"] = {x=-13,y=0}, 
			--[[베다 고원]]["f_tableland_11_1"] = {x=2112,y=267}, 
			}, 

--[[그린가의 장원]]["f_farm_49_1"] = 
			{
			--[[수로교 지역]]["f_farm_47_2"] = {x=2378,y=254}, 
			--[[샤튼 농장]]["f_farm_49_2"] = {x=-979,y=0}, 
			}, 

--[[샤튼 농장]]["f_farm_49_2"] = 
			{
			--[[그린가의 장원]]["f_farm_49_1"] = {x=666,y=127}, 
			--[[샤튼 저수구역]]["f_farm_49_3"] = {x=-2287,y=77}, 
			--[[다이나 양봉지]]["f_siauliai_46_4"] = {x=1976,y=205}, 
			}, 

--[[샤튼 저수구역]]["f_farm_49_3"] = 
			{
			--[[샤튼 농장]]["f_farm_49_2"] = {x=829,y=245},
			--[[제2 마족수감소]]["d_velniasprison_54_1"] = {},
			}, 

--[[은둔자의 통로]]["p_cathedral_1"] = 
			{
			--[[비석로]]["f_remains_37"] = {x=61,y=0}, 
			--[[시르드겔라 숲]]["d_thorn_20"] = {x=-437,y=0}, 
			}, 

----[[지하통로 3]]["p_cathedral_2"] = {}, 

--[[뮬러스 통로]]["p_catacomb_1"] = 
			{
			--[[필그림 들길]]["f_pilgrimroad_47"] = {x=19,y=267}, 
			--[[루카스 고원]]["f_rokas_29"] = {x=21,y=267}, 
			}, 

----[[지하통로 4]]["p_catacomb_2"] = {}, 

--[[타우마스 숲길]]["f_pilgrimroad_41_1"] = 
			{
			--[[그리나스 숲길]]["f_katyn_45_1"] = {x=1347,y=-68}, 
			--[[네프리타스 벼랑]]["f_gele_57_3"] = {x=-1203,y=60}, 
			--[[살비야스 숲]]["f_pilgrimroad_41_2"] = {x=1291,y=-68}, 
			}, 

--[[살비야스 숲]]["f_pilgrimroad_41_2"] = 
			{
			--[[타우마스 숲길]]["f_pilgrimroad_41_1"] = {x=-1859,y=224}, 
			--[[섹타 숲]]["f_pilgrimroad_41_4"] = {x=7,y=178}, 
			--[[래스보이 호숫가]]["f_pilgrimroad_41_3"] = {x=2007,y=178}, 
			--[[코노트 숲]]["f_bracken_42_1"] = {x=107,y=253}, 
			}, 

--[[래스보이 호숫가]]["f_pilgrimroad_41_3"] = 
			{
			--[[살비야스 숲]]["f_pilgrimroad_41_2"] = {x=-1543,y=62}, 
			--[[오아쓰 기념지]]["f_pilgrimroad_41_5"] = {x=-1064,y=173}, 
			--[[메이번 대수도원]]["d_abbey_41_6"] = {x=304,y=129}, 
			}, 

--[[섹타 숲]]["f_pilgrimroad_41_4"] = 
			{
			--[[그리나스 숲길]]["f_katyn_45_1"] = {x=1821,y=41}, 
			--[[살비야스 숲]]["f_pilgrimroad_41_2"] = {x=-102,y=0}, 
			}, 

--[[오아쓰 기념지]]["f_pilgrimroad_41_5"] = 
			{
			--[[래스보이 호숫가]]["f_pilgrimroad_41_3"] = {x=-1941,y=-51}, 
			}, 

--[[메이번 대수도원]]["d_abbey_41_6"] = 
			{
			--[[래스보이 호숫가]]["f_pilgrimroad_41_3"] = {x=-891,y=-122}, 
			}, 

----[[(폐쇄)시에나칼 묘역]]["id_catacomb_33_1"] = {}, 

----[[(폐쇄)칼라일의 영묘]]["id_catacomb_33_2"] = {}, 

--[[빌티스 숲]]["d_thorn_39_1"] = 
			{
			--[[글라데 언덕길]]["d_thorn_39_2"] = {x=-744,y=1216}, 
			--[[시르드겔라 숲]]["d_thorn_20"] = {x=1206,y=1277}, 
			}, 

--[[글라데 언덕길]]["d_thorn_39_2"] = 
			{
			--[[봄볕나무 숲]]["f_siauliai_46_1"] = {x=-2053,y=-245}, 
			--[[빌티스 숲]]["d_thorn_39_1"] = {x=-75,y=-118}, 
			--[[라우키메 저습지]]["d_thorn_39_3"] = {x=-2372,y=0}, 
			}, 

--[[라우키메 저습지]]["d_thorn_39_3"] = 
			{
			--[[글라데 언덕길]]["d_thorn_39_2"] = {x=3191,y=-2}, 
			--[[틸라 수도원]]["d_abbey_39_4"] = {x=-1937,y=124}, 
			--[[우키스 경작지]]["f_siauliai_46_2"] = {x=1285,y=181}, 
			--[[모크슬 묘실]]["id_catacomb_38_2"] = {x=74,y=-7}, 
			}, 

--[[틸라 수도원]]["d_abbey_39_4"] = 
			{
			--[[라우키메 저습지]]["d_thorn_39_3"] = {x=1445,y=72}, 
			}, 

--[[갈르엣 평야]]["f_rokas_36_1"] = 
			{
			----[X]["수타티스 교역로"] = {x=-1459,y=51}, 
			--[[엘고스 수도원 본원]]["d_abbey_35_4"] = {x=1764,y=-25}, 
			--[[파사카 협곡]]["f_pilgrimroad_36_2"] = {x=55,y=0}, 
			}, 

--[[파사카 협곡]]["f_pilgrimroad_36_2"] = 
			{
			--[[갈르엣 평야]]["f_rokas_36_1"] = {x=1701,y=111}, 
			--[[마나하스]]["f_pilgrimroad_48"] = {x=-28,y=225}, 
			--[[나하스 숲]]["f_siauliai_35_1"] = {x=560,y=98}, 
			--[[알레멧 숲]]["f_orchard_34_1"] = {x=-1702,y=153}, 
			}, 

--[[누오로딘 폭포]]["f_remains_37_1"] = 
			{
			--[[발류스의 영면지]]["id_catacomb_02"] = {x=-65,y=221}, 
			--[[비석로]]["f_remains_37"] = {x=2123,y=314}, 
			--[[나뮤 사원터]]["f_remains_37_2"] = {x=-2785,y=296}, 
			}, 

--[[나뮤 사원터]]["f_remains_37_2"] = 
			{
			--[[누오로딘 폭포]]["f_remains_37_1"] = {x=1862,y=-92}, 
			--[[이스토라 유적지]]["f_remains_37_3"] = {x=-775,y=98}, 
			}, 

--[[이스토라 유적지]]["f_remains_37_3"] = 
			{
			--[[나뮤 사원터]]["f_remains_37_2"] = {x=-544,y=3}, 
			--[[리티니스 지하묘]]["id_catacomb_04"] = {x=-3659,y=52}, 
			--[[스타리 타운]]["f_nicopolis_81_1"] = {x=-702,y=7}, 
			}, 

----[[폐도 18_1]]["f_dcapital_18_1"] = {}, 

----[[폐도 18_2]]["f_dcapital_18_2"] = {}, 

--[[서융거스 가도]]["d_castle_19_1"] = 
			{
			--[[프리넬 기념구]]["f_dcapital_107"] = {x=2,y=126}, 
			--[[비에니베 쉼터]]["f_castle_97"] = {x=-4,y=-8}, 
			}, 

----[[도심성벽 제 4구역]]["d_castle_19_2"] = {}, 

--[[외성벽 제 9구역]]["f_castle_20_1"] = 
			{
			--[[내성벽 제 9구역]]["f_castle_20_2"] = {x=-66,y=195}, 
			--[[외성벽 제 11구역]]["f_castle_93"] = {x=1188,y=0}, 
			--[[란코 26수역]]["f_3cmlake_26_1"] = {x=-879,y=579}, 
			}, 

--[[내성벽 제 9구역]]["f_castle_20_2"] = 
			{
			--[[내성벽 제 8구역]]["f_castle_20_3"] = {x=-1733,y=97}, 
			--[[외성벽 제 9구역]]["f_castle_20_1"] = {x=-94,y=116}, 
			--[[내성벽 제 10구역]]["f_castle_94"] = {x=1766,y=-127}, 
			}, 

--[[내성벽 제 8구역]]["f_castle_20_3"] = 
			{
			--[[강철 고원]]["f_tableland_74"] = {x=329,y=97}, 
			--[[네토 숲]]["f_maple_25_1"] = {x=-1834,y=363}, 
			--[[타니엘 1세 기념구]]["f_dcapital_103"] = {x=-670,y=214}, 
			--[[도심성벽 제 8구역]]["f_castle_20_4"] = {x=-244,y=137}, 
			--[[내성벽 제 9구역]]["f_castle_20_2"] = {x=1334,y=123}, 
			}, 

--[[도심성벽 제 8구역]]["f_castle_20_4"] = 
			{
			--[[내성벽 제 8구역]]["f_castle_20_3"] = {x=56,y=170}, 
			--[[타니엘 1세 기념구]]["f_dcapital_103"] = {x=-1641,y=-192}, 
			--[[제로멜 공원]]["f_dcapital_20_5"] = {x=-347,y=-5}, 
			}, 

--[[제로멜 공원]]["f_dcapital_20_5"] = 
			{
			--[[도심성벽 제 8구역]]["f_castle_20_4"] = {x=-1309,y=38}, 
			--[[요나엘 기념구]]["f_dcapital_20_6"] = {x=1415,y=294}, 
			}, 

--[[요나엘 기념구]]["f_dcapital_20_6"] = 
			{
			--[[제로멜 공원]]["f_dcapital_20_5"] = {x=-450,y=172}, 
			}, 

--[[유데이안 숲]]["f_whitetrees_21_1"] = 
			{
			--[[노브리어 숲]]["f_whitetrees_21_2"] = {x=-2067,y=0}, 
			}, 

--[[노브리어 숲]]["f_whitetrees_21_2"] = 
			{
			--[[에메트 숲]]["f_whitetrees_23_1"] = {x=-1252,y=159}, 
			--[[유데이안 숲]]["f_whitetrees_21_1"] = {x=1142,y=79}, 
			--[[테레쉬 숲]]["f_whitetrees_22_1"] = {x=-1370,y=49}, 
			--[[사우시스 9관]]["d_fantasylibrary_48_1"] = {x=-805,y=120}, 
			}, 

--[[테레쉬 숲]]["f_whitetrees_22_1"] = 
			{
			--[[노브리어 숲]]["f_whitetrees_21_2"] = {x=2661,y=-16}, 
			--[[테켈 피난지]]["f_whitetrees_22_2"] = {x=-1834,y=246}, 
			}, 

--[[테켈 피난지]]["f_whitetrees_22_2"] = 
			{
			--[[테레쉬 숲]]["f_whitetrees_22_1"] = {x=760,y=313}, 
			--[[이졸라챠 고원]]["f_whitetrees_22_3"] = {x=-10,y=0}, 
			--[[에메트 숲]]["f_whitetrees_23_1"] = {x=1753,y=130}, 
			}, 

--[[이졸라챠 고원]]["f_whitetrees_22_3"] = 
			{
			--[[테켈 피난지]]["f_whitetrees_22_2"] = {x=-171,y=207}, 
			--[[나르바스 사원]]["d_abbey_22_4"] = {x=-1685,y=284}, 
			--[[미쉐칸 숲]]["f_whitetrees_56_1"] = {x=1641,y=726}, 
			}, 

--[[나르바스 사원]]["d_abbey_22_4"] = 
			{
			--[[이졸라챠 고원]]["f_whitetrees_22_3"] = {x=1850,y=-4}, 
			--[[나르바스 사원 별관]]["d_abbey_22_5"] = {x=-269,y=-34}, 
			}, 

--[[나르바스 사원 별관]]["d_abbey_22_5"] = 
			{
			--[[나르바스 사원]]["d_abbey_22_4"] = {x=28,y=0}, 
			--[[미쉐칸 숲]]["f_whitetrees_56_1"] = {x=-1461,y=197}, 
			}, 

--[[사우시스 9관]]["d_fantasylibrary_48_1"] = 
			{
			--[[노브리어 숲]]["f_whitetrees_21_2"] = {x=-750,y=59}, 
			--[[사우시스 10관]]["d_fantasylibrary_48_2"] = {x=-523,y=-92}, 
			}, 

--[[사우시스 10관]]["d_fantasylibrary_48_2"] = 
			{
			--[[사우시스 9관]]["d_fantasylibrary_48_1"] = {x=824,y=-132}, 
			--[[발란디스 2관]]["d_fantasylibrary_48_3"] = {x=1434,y=301}, 
			}, 

--[[발란디스 2관]]["d_fantasylibrary_48_3"] = 
			{
			--[[사우시스 10관]]["d_fantasylibrary_48_2"] = {x=-913,y=267}, 
			--[[발란디스 3관]]["d_fantasylibrary_48_4"] = {x=-1398,y=158}, 
			}, 

--[[발란디스 3관]]["d_fantasylibrary_48_4"] = 
			{
			--[[발란디스 2관]]["d_fantasylibrary_48_3"] = {x=-1211,y=77}, 
			--[[발란디스 91관]]["d_fantasylibrary_48_5"] = {x=168,y=130}, 
			}, 

--[[발란디스 91관]]["d_fantasylibrary_48_5"] = 
			{
			--[[발란디스 3관]]["d_fantasylibrary_48_4"] = {x=-2031,y=11}, 
			----[[발란디스 91관]]["d_fantasylibrary_48_5"] = {x=-863,y=-104}, 
			}, 

--[[바린웰 27수역]]["f_3cmlake_27_1"] = 
			{
			--[[바린웰 87수역]]["f_3cmlake_87"] = {x=-150,y=0}, 
			--[[메이번 31수역]]["f_3cmlake_27_2"] = {x=2456,y=-19}, 
			}, 

--[[메이번 31수역]]["f_3cmlake_27_2"] = 
			{
			--[[바린웰 27수역]]["f_3cmlake_27_1"] = {x=-1570,y=-52}, 
			--[[메이번 32수역]]["f_3cmlake_27_3"] = {x=2541,y=106}, 
			--[[외성벽 제 13구역]]["f_castle_95"] = {x=305,y=136}, 
			}, 

--[[메이번 32수역]]["f_3cmlake_27_3"] = 
			{
			--[[메이번 31수역]]["f_3cmlake_27_2"] = {x=22,y=-28}, 
			}, 

--[[중부 파리아스 숲]]["f_maple_24_1"] = 
			{
			--[[실라 숲]]["f_whitetrees_23_3"] = {x=-1509,y=-24}, 
			--[[북부 파리아스 숲]]["f_maple_24_3"] = {x=1663,y=1}, 
			--[[남부 파리아스 숲]]["f_maple_24_2"] = {x=1824,y=72}, 
			}, 

--[[남부 파리아스 숲]]["f_maple_24_2"] = 
			{
			--[[중부 파리아스 숲]]["f_maple_24_1"] = {x=1376,y=98}, 
			}, 

--[[북부 파리아스 숲]]["f_maple_24_3"] = 
			{
			--[[중부 파리아스 숲]]["f_maple_24_1"] = {x=-1723,y=0}, 
			--[[피스티스 숲]]["f_maple_23_2"] = {x=-1443,y=0}, 
			--[[라다르 숲]]["f_maple_25_3"] = {x=1004,y=9}, 
			}, 

--[[네토 숲]]["f_maple_25_1"] = 
			{
			--[[내성벽 제 8구역]]["f_castle_20_3"] = {x=1582,y=-120}, 
			--[[스팔빈가스 숲]]["f_maple_25_2"] = {x=-2235,y=-41}, 
			----[[네토 숲]]["f_maple_25_1"] = {x=-1950,y=53}, 
			}, 

--[[스팔빈가스 숲]]["f_maple_25_2"] = 
			{
			--[[네토 숲]]["f_maple_25_1"] = {x=1346,y=641}, 
			--[[쿨레 고개]]["f_katyn_18"] = {x=-783,y=-77}, 
			--[[메사파슬라]]["f_tableland_28_1"] = {x=1821,y=657}, 
			--[[라다르 숲]]["f_maple_25_3"] = {x=-1756,y=-20}, 
			}, 

--[[라다르 숲]]["f_maple_25_3"] = 
			{
			--[[스팔빈가스 숲]]["f_maple_25_2"] = {x=1763,y=332}, 
			--[[피스티스 숲]]["f_maple_23_2"] = {x=-621,y=261}, 
			--[[북부 파리아스 숲]]["f_maple_24_3"] = {x=1648,y=650}, 
			--[[티메리스 사원]]["id_catacomb_25_4"] = {x=-1900,y=698}, 
			}, 

--[[티메리스 사원]]["id_catacomb_25_4"] = 
			{
			--[[라다르 숲]]["f_maple_25_3"] = {x=1664,y=-23}, 
			}, 

--[[미쉐칸 숲]]["f_whitetrees_56_1"] = 
			{
			--[[이졸라챠 고원]]["f_whitetrees_22_3"] = {x=141,y=63}, 
			--[[나르바스 사원 별관]]["d_abbey_22_5"] = {x=-1291,y=55}, 
			--[[실라 숲]]["f_whitetrees_23_3"] = {x=1459,y=-11}, 
			}, 

--[[대지의 요새 루클리스 전당]]["d_underfortress_30_1"] = 
			{
			--[[대지의 요새 거주구역]]["d_underfortress_67"] = {x=-105,y=170}, 
			--[[대지의 요새 확장구역]]["d_underfortress_30_2"] = {x=1030,y=268}, 
			}, 

--[[대지의 요새 확장구역]]["d_underfortress_30_2"] = 
			{
			--[[대지의 요새 루클리스 전당]]["d_underfortress_30_1"] = {x=1214,y=187}, 
			--[[대지의 요새 피난거주구]]["d_underfortress_30_3"] = {x=-1696,y=235}, 
			}, 

--[[대지의 요새 피난거주구]]["d_underfortress_30_3"] = 
			{
			--[[대지의 요새 확장구역]]["d_underfortress_30_2"] = {x=2002,y=227}, 
			}, 

--[[연안요새]]["f_flash_29_1"] = 
			{
			--[[중심시가]]["f_flash_63"] = {x=-2077,y=0}, 
			--[[딩고파실 지구]]["f_flash_58"] = {x=58,y=201}, 
			}, 

--[[크란토 연안]]["f_coral_32_1"] = 
			{
			--[[바르하 숲]]["f_orchard_34_3"] = {x=-152,y=141}, 
			--[[이기티 연안]]["f_coral_32_2"] = {x=-346,y=231}, 
			}, 

--[[이기티 연안]]["f_coral_32_2"] = 
			{
			--[[크란토 연안]]["f_coral_32_1"] = {x=-33,y=-36}, 
			}, 

----[[(폐쇄)벨라이 숲]]["f_orchard_32_3"] = {}, 

----[[(폐쇄)세이르 숲]]["f_orchard_32_4"] = {}, 

--[[알레멧 숲]]["f_orchard_34_1"] = 
			{
			--[[파사카 협곡]]["f_pilgrimroad_36_2"] = {x=1160,y=-2}, 
			--[[기원의 숲]]["f_pilgrimroad_51"] = {x=-478,y=0}, 
			--[[바르하 숲]]["f_orchard_34_3"] = {x=1067,y=-1}, 
			}, 

----[[(폐쇄)제라하]]["f_orchard_34_2"] = {}, 

--[[바르하 숲]]["f_orchard_34_3"] = 
			{
			--[[알레멧 숲]]["f_orchard_34_1"] = {x=-1649,y=370}, 
			--[[대성당 참회로]]["f_pilgrimroad_55"] = {x=-639,y=370}, 
			--[[크란토 연안]]["f_coral_32_1"] = {x=1286,y=37}, 
			--[[나하스 숲]]["f_siauliai_35_1"] = {x=-226,y=114}, 
			----[[바르하 숲]]["f_orchard_34_3"] = {x=-1034,y=9}, 
			}, 

--[[나하스 숲]]["f_siauliai_35_1"] = 
			{
			--[[파사카 협곡]]["f_pilgrimroad_36_2"] = {x=-1946,y=-5}, 
			--[[바르하 숲]]["f_orchard_34_3"] = {x=209,y=-61}, 
			--[[엘고스 수도원 별관]]["d_abbey_35_3"] = {x=3,y=-135}, 
			--[[베라 연안]]["f_coral_35_2"] = {x=1624,y=-55}, 
			}, 

--[[베라 연안]]["f_coral_35_2"] = 
			{
			--[[나하스 숲]]["f_siauliai_35_1"] = {x=-1460,y=10}, 
			}, 

--[[엘고스 수도원 별관]]["d_abbey_35_3"] = 
			{
			--[[나하스 숲]]["f_siauliai_35_1"] = {x=20,y=0}, 
			--[[엘고스 수도원 본원]]["d_abbey_35_4"] = {x=11,y=-95}, 
			}, 

--[[엘고스 수도원 본원]]["d_abbey_35_4"] = 
			{
			--[[갈르엣 평야]]["f_rokas_36_1"] = {x=-1715,y=125}, 
			--[[엘고스 수도원 별관]]["d_abbey_35_3"] = {x=16,y=0}, 
			--[[에페로타오 해안]]["f_coral_44_3"] = {x=-519,y=77}, 
			}, 

--[[바이덴티스 신당]]["id_catacomb_38_1"] = 
			{
			--[[리티니스 지하묘]]["id_catacomb_04"] = {x=-2118,y=272}, 
			--[[발류스의 영면지]]["id_catacomb_02"] = {x=1796,y=248}, 
			--[[모크슬 묘실]]["id_catacomb_38_2"] = {x=2014,y=-13}, 
			}, 

--[[모크슬 묘실]]["id_catacomb_38_2"] = 
			{
			--[[라우키메 저습지]]["d_thorn_39_3"] = {x=1229,y=2}, 
			--[[리티니스 지하묘]]["id_catacomb_04"] = {x=-1723,y=279}, 
			--[[바이덴티스 신당]]["id_catacomb_38_1"] = {x=-12,y=-279}, 
			}, 

--[[제2 마족수감소]]["d_velniasprison_54_1"] = 
			{
			--[[샤튼 저수구역]]["f_farm_49_3"] = {x=-35,y=5}, 
			}, 

--[[제테오 해안]]["f_coral_44_1"] = 
			{
			--[[파마르 숲]]["f_bracken_43_2"] = {x=-1728,y=92}, 
			--[[아이테오 해안]]["f_coral_44_2"] = {x=644,y=54}, 
			}, 

--[[아이테오 해안]]["f_coral_44_2"] = 
			{
			--[[제테오 해안]]["f_coral_44_1"] = {x=313,y=91}, 
			--[[에페로타오 해안]]["f_coral_44_3"] = {x=-793,y=-48}, 
			}, 

--[[에페로타오 해안]]["f_coral_44_3"] = 
			{
			--[[아이테오 해안]]["f_coral_44_2"] = {x=-1046,y=0}, 
			--[[엘고스 수도원 본원]]["d_abbey_35_4"] = {x=1041,y=-107}, 
			}, 

--[[테브린 종유동 1구역]]["d_limestonecave_52_1"] = 
			{
			--[[코노트 숲]]["f_bracken_42_1"] = {x=343,y=-30}, 
			--[[테브린 종유동 2구역]]["d_limestonecave_52_2"] = {x=532,y=-307}, 
			}, 

--[[테브린 종유동 2구역]]["d_limestonecave_52_2"] = 
			{
			--[[테브린 종유동 1구역]]["d_limestonecave_52_1"] = {x=-1460,y=-974}, 
			--[[테브린 종유동 3구역]]["d_limestonecave_52_3"] = {x=1287,y=-502}, 
			}, 

--[[테브린 종유동 3구역]]["d_limestonecave_52_3"] = 
			{
			--[[테브린 종유동 2구역]]["d_limestonecave_52_2"] = {x=-2648,y=-33}, 
			--[[테브린 종유동 4구역]]["d_limestonecave_52_4"] = {x=1366,y=-63}, 
			}, 

--[[테브린 종유동 4구역]]["d_limestonecave_52_4"] = 
			{
			--[[테브린 종유동 3구역]]["d_limestonecave_52_3"] = {x=2101,y=-109}, 
			--[[테브린 종유동 5구역]]["d_limestonecave_52_5"] = {x=-1437,y=201}, 
			}, 

--[[테브린 종유동 5구역]]["d_limestonecave_52_5"] = 
			{
			--[[테브린 종유동 4구역]]["d_limestonecave_52_4"] = {x=-1585,y=800}, 
			}, 

--[[마족수감소 1구역]]["d_velniasprison_51_1"] = 
			{
			--[[수로교 지역]]["f_farm_47_2"] = {x=-118,y=167}, 
			--[[마족수감소 2구역]]["d_velniasprison_51_2"] = {x=182,y=170}, 
			}, 

--[[마족수감소 2구역]]["d_velniasprison_51_2"] = 
			{
			--[[마족수감소 1구역]]["d_velniasprison_51_1"] = {x=1123,y=297}, 
			--[[마족수감소 3구역]]["d_velniasprison_51_4"] = {x=1458,y=183}, 
			}, 

--[[마족수감소 3구역]]["d_velniasprison_51_3"] = 
			{
			--[[마족수감소 2구역]]["d_velniasprison_51_2"] = {x=-3317,y=161}, 
			--[[마족수감소 4구역]]["d_velniasprison_51_4"] = {x=2867,y=131}, 
			}, 

--[[마족수감소 4구역]]["d_velniasprison_51_4"] = 
			{
			--[[마족수감소 3구역]]["d_velniasprison_51_3"] = {x=-3317,y=161}, 
			--[[마족수감소 5구역]]["d_velniasprison_51_5"] = {x=2867,y=131}, 
			}, 

--[[마족수감소 5구역]]["d_velniasprison_51_5"] = 
			{
			--[[마족수감소 4구역]]["d_velniasprison_51_4"] = {},
			}, 

--[[알렘빅 동굴]]["d_limestonecave_55_1"] = 
			{
			--[[지부리나스 숲]]["f_bracken_43_3"] = {x=-2235,y=209}, 
			}, 

--[[코노트 숲]]["f_bracken_42_1"] = 
			{
			--[[살비야스 숲]]["f_pilgrimroad_41_2"] = {x=-1014,y=516}, 
			--[[렘파라사 연못]]["ep13_f_siauliai_1"] = {x=83,y=629}, 
			--[[카마돈 숲]]["f_bracken_42_2"] = {x=2084,y=783}, 
			--[[테브린 종유동 1구역]]["d_limestonecave_52_1"] = {x=-1597,y=321}, 
			}, 

--[[카마돈 숲]]["f_bracken_42_2"] = 
			{
			--[[코노트 숲]]["f_bracken_42_1"] = {x=-1735,y=153}, 
			}, 

--[[아르커스 숲]]["f_bracken_43_1"] = 
			{
			--[[파마르 숲]]["f_bracken_43_2"] = {x=915,y=167}, 
			----[[X]]["펠케 신전터"] = {x=-2486,y=40}, 
			}, 

--[[파마르 숲]]["f_bracken_43_2"] = 
			{
			--[[제테오 해안]]["f_coral_44_1"] = {x=1453,y=406}, 
			--[[지부리나스 숲]]["f_bracken_43_3"] = {x=1499,y=24}, 
			--[[아르커스 숲]]["f_bracken_43_1"] = {x=-448,y=39}, 
			}, 

--[[지부리나스 숲]]["f_bracken_43_3"] = 
			{
			--[[파마르 숲]]["f_bracken_43_2"] = {x=344,y=240}, 
			--[[알렘빅 동굴]]["d_limestonecave_55_1"] = {x=2531,y=316}, 
			--[[몰로게오 숲]]["f_bracken_43_4"] = {x=180,y=313}, 
			}, 

--[[몰로게오 숲]]["f_bracken_43_4"] = 
			{
			--[[지부리나스 숲]]["f_bracken_43_3"] = {x=395,y=155}, 
			}, 

--[[테넌츠 농장]]["f_farm_47_1"] = 
			{
			--[[아렐르노 남작령]]["f_siauliai_47_4"] = {x=1527,y=6}, 
			--[[수로교 지역]]["f_farm_47_2"] = {x=-1546,y=-41}, 
			--[[코발트 숲]]["f_huevillage_58_3"] = {x=235,y=1}, 
			}, 

--[[수로교 지역]]["f_farm_47_2"] = 
			{
			--[[미르키티 농장]]["f_farm_47_3"] = {x=2559,y=221}, 
			--[[테넌츠 농장]]["f_farm_47_1"] = {x=1888,y=-43}, 
			--[[그린가의 장원]]["f_farm_49_1"] = {x=-1805,y=-62}, 
			--[[마족수감소 1구역]]["d_velniasprison_51_1"] = {x=-1615,y=0}, 
			}, 

--[[미르키티 농장]]["f_farm_47_3"] = 
			{
			--[[아렐르노 남작령]]["f_siauliai_47_4"] = {x=1034,y=204}, 
			--[[수로교 지역]]["f_farm_47_2"] = {x=-2181,y=-9}, 
			}, 

--[[베다 고원]]["f_tableland_11_1"] = 
			{
			--[[루클리스 거리]]["f_flash_61"] = {x=615,y=-163}, 
			--[[메사파슬라]]["f_tableland_28_1"] = {x=-2260,y=801}, 
			--[[스토가스 고원]]["f_tableland_28_2"] = {x=-1070,y=-91}, 
			--[[마당 고원]]["f_tableland_71"] = {x=486,y=94}, }, 

--[[란코 26수역]]["f_3cmlake_26_1"] = 
			{
			--[[외성벽 제 9구역]]["f_castle_20_1"] = {x=-127,y=-87}, 
			--[[바린웰 85수역]]["f_3cmlake_85"] = {x=2315,y=-121}, 
			--[[란코 22수역]]["f_3cmlake_26_2"] = {x=145,y=-125}, 
			}, 

--[[란코 22수역]]["f_3cmlake_26_2"] = 
			{
			--[[란코 26수역]]["f_3cmlake_26_1"] = {x=632,y=-160}, 
			}, 

----[[폐도 53_1]]["f_dcapital_53_1"] = {}, 

----[[아이템 던전]]["d_itemdungeon_1"] = {}, 

--[[왕릉 노역자 숙소]]["d_underfortress_59_1"] = 
			{
			--[[틸타스 협곡]]["f_rokas_28"] = {x=-90,y=311}, 
			--[[왕릉 건축자 예배당]]["d_underfortress_59_2"] = {x=626,y=162}, 
			}, 

--[[왕릉 건축자 예배당]]["d_underfortress_59_2"] = 
			{
			--[[왕릉 적재소]]["d_underfortress_59_3"] = {x=-40,y=-2}, 
			--[[왕릉 노역자 숙소]]["d_underfortress_59_1"] = {x=456,y=4}, 
			}, 

--[[왕릉 적재소]]["d_underfortress_59_3"] = 
			{
			--[[왕릉 건축자 예배당]]["d_underfortress_59_2"] = {x=-1688,y=141}, 
			}, 

--[[쇠락한 르귄가문의 저택]]["d_startower_60_1"] = 
			{
			--[[기원의 숲]]["f_pilgrimroad_51"] = {x=-81,y=-92}, 
			}, 

--[[록소나 재건단 서관]]["d_firetower_61_1"] = 
			{
			--[[압시메스티 교차로]]["f_pilgrimroad_52"] = {x=-300,y=177}, 
			--[[록소나 재건단 동관]]["d_firetower_61_2"] = {x=-113,y=249}, 
			}, 

--[[록소나 재건단 동관]]["d_firetower_61_2"] = 
			{
			--[[록소나 재건단 서관]]["d_firetower_61_1"] = {x=-1891,y=267}, 
			}, 

----[[쇠락한 르귄가문의 던전]]["ID_startower"] = {}, 

----[[대마법사의 타워]]["ID_firetower"] = {}, 

----[[성당 지하 던전]]["id_chaple"] = {}, 

----[[카타콤 지하 던전]]["id_catacomb"] = {}, 

----[[(폐쇄)아샤크 지하 감옥 1층]]["d_prison_62_1"] = {}, 

----[[(폐쇄)아샤크 지하 감옥 2층]]["d_prison_62_2"] = {}, 

----[[(폐쇄)아샤크 지하 감옥 3층]]["d_prison_62_3"] = {}, 

----[[유적지대 던전]]["id_remains"] = {}, 

----[[덩굴 숲 던전]]["id_thorn"] = {}, 

----[[(폐쇄)코루 숲]]["f_bracken_63_1"] = {}, 

----[[(폐쇄)크니도스 숲]]["f_bracken_63_2"] = {}, 

----[[(폐쇄)다단 숲]]["f_bracken_63_3"] = {}, 

----[[(폐쇄)노바하 공회소]]["d_abbey_64_1"] = {}, 

----[[(폐쇄)노바하 별관]]["d_abbey_64_2"] = {}, 

----[[(폐쇄)노바하 본원]]["d_abbey_64_3"] = {}, 

----[[(폐쇄)델무어 소작촌]]["f_castle_65_1"] = {}, 

----[[(폐쇄)델무어 장원]]["f_castle_65_2"] = {}, 

----[[(폐쇄)델무어 외성]]["f_castle_65_3"] = {}, 

----[[(폐쇄)네밸랫 광산 1층]]["d_cmine_66_1"] = {}, 

----[[(폐쇄)네밸랫 광산 2층]]["d_cmine_66_2"] = {}, 

----[[(폐쇄)토페스 보루 1층]]["d_castle_67_1"] = {}, 

----[[(폐쇄)토페스 보루 2층]]["d_castle_67_2"] = {}, 

----[[(폐쇄)시카리오스 1층]]["d_underfortress_68_1"] = {}, 

----[[(폐쇄)시카리오스 2층]]["d_underfortress_68_2"] = {}, 

----[[카타콤 지하 던전2]]["id_catacomb2"] = {}, 

----[[깊숙한 지하감옥 던전]]["id_underfortress"] = {}, 

----[[마법사의 탑 길드 미션]]["gid_firetower_01"] = {}, 

----[[가시숲 길드 미션]]["gid_thorn_01"] = {}, 

----[[왕릉 길드 미션]]["gid_zachariel_01"] = {}, 

----[[협곡지대 길드 미션]]["gid_rokas_01"] = {}, 

----[[마족수감소 길드 미션]]["gid_velniasprison_51_3"] = {}, 

----[[염원의 비석로 던전]]["id_remains3"] = {}, 

----[[공허의 가시숲]]["id_thorn2"] = {}, 

----[[푸른 요새 던전]]["id_castle"] = {}, 

----[[마법사의 탑 인던]]["id_firetower_02"] = {}, 

----[[통합 길드배틀]]["guild_mission_2_pvp"] = {}, 

----[[통합 길드배틀 : 로스트 템플]]["guild_mission_3_pvp"] = {}, 

----[[유적지대]]["mission_f_remains_38"] = {}, 

----[[암속성 인던]]["id_velniasprison_01"] = {}, 

----[[지속성 인던]]["id_maple_01"] = {}, 

----[[업힐 디펜스]]["mission_abbey_uphill"] = {}, 

--[[지마 수코트]]["d_firetower_69_1"] = 
			{
			--[[마르튀스 저장실]]["d_firetower_69_2"] = {x=1679,y=-875}, 
			--[[이스토라 유적지]]["f_remains_37"] = {x=-2563,y=-774}, 
			}, 

--[[마르튀스 저장실]]["d_firetower_69_2"] = 
			{
			--[[지마 수코트]]["d_firetower_69_1"]={x=87,y=87}, 
			}, 

----[[록소나 지하시설 미션]]["mission_d_castle_67_2"] = {}, 

----[[살러스 수녀원 캐슬 미션]]["mission_d_castle_67_2_nunnery"] = {}, 

----[[광산 미션]]["mission_d_cmine_66_1"] = {}, 

----[[수도원 미션]]["mission_d_abbey_39_4"] = {}, 

----[[호수 미션]]["mission_f_3cmlake_84"] = {}, 

----[[수녀원]]["mission_d_abbey_35_3"] = {}, 

----[[란코 26수역]]["mission_f_3cmlake_26_1"] = {}, 

--[[외성벽 지하수로]]["d_underaqueduct"] = 
			{
			--[[외성벽 제 14구역]]["f_castle_96"] = {x=1704,y=281}, 
			}, 

--[[링크스마스 폐허]]["f_desolated_capital_53_1"] = 
			{
			--[[스칼다 외곽]]["f_castle_102"] = {x=3608,y=6}, 
			--[[종언의 길]]["f_dcapital_104"] = {x=3178,y=166}, 
			}, 

----[[배틀럼블]]["pvp_battlerumble"] = {}, 

----[[과거 환상도서관 : 사우시스 9 관]]["mission_fantasylibrary_1"] = {}, 

----[[캐슬 던전]]["id_castle2"] = {}, 

----[[(폐쇄)타보르 동굴]]["d_limestonecave_73_1"] = {}, 

--[[나콘 감옥]]["d_prison_75_1"] = 
			{
			--[[기티스의 개척지]]["f_siauliai_50_1"] = {x=-516,y=-196}, 	
			}, 

--[[나타흐 망루]]["d_startower_76_1"] = 
			{
			--[[다이나 양봉지]]["f_siauliai_46_4"] = {x=-1099,y=372}, 
			--[[나자레느 탑]]["d_startower_76_2"] = {x=2771,y=333}, 
			}, 

--[[나자레느 탑]]["d_startower_76_2"] = 
			{
			--[[나타흐 망루]]["d_startower_76_1"] = {x=-2408,y=216}, 
			}, 

--[[타테나이 수감소]]["d_velniasprison_77_1"] = 
			{
			--[[루클리스 거리]]["f_flash_61"] = {x=-802,y=38}, 
			}, 

--[[네이포트 성당 동관]]["d_cathedral_78_1"] = 
			{
			--[[스토가스 고원]]["f_tableland_28_2"] = {x=1359,y=145},
			}, 

----[[(폐쇄)샤레저 묘실]]["d_zachariel_79_1"] = {}, 

----[[(폐쇄)네탄멜레크 영묘]]["d_zachariel_79_2"] = {}, 

--[[랜시드 미로]]["d_catacomb_80_1"] = 
			{
			--[[밸러암 주둔지]]["d_catacomb_80_2"] = {x=-32,y=204}, 
			--[[그리나스 구릉지]]["f_katyn_45_3"] = {x=-58,y=193}, 
			}, 

--[[밸러암 주둔지]]["d_catacomb_80_2"] = 
			{
			--[[랜시드 미로]]["d_catacomb_80_1"] = {x=35,y=68}, 
			--[[미크마쉬 사원]]["d_catacomb_80_3"] = {x=-521,y=-95}, 
			}, 

--[[미크마쉬 사원]]["d_catacomb_80_3"] = 
			{
			--[[밸러암 주둔지]]["d_catacomb_80_2"] = {x=-958,y=315}, 
			}, 

----[[벨코퍼의 둥지]]["d_raidboss_velcoffer"] = {}, 

----[[종유동굴 71_2]]["d_limestonecave_71_2"] = {}, 

----[[(폐쇄)바우바스 동굴]]["d_limestonecave_71_1"] = {}, 

----[[첫 번째 피난처]]["id_whitetrees1"] = {}, 

----[[마법 실험 구역]]["id_Nicopolis_01"] = {}, 

--[[슬리비나스 레어]]["d_limestonecave_70_1"] = 
		{
		--[[베다 고원]]["f_tableland_11_1"] = {x=96,y=117},
		----[[동굴 심부]]["d_limestonecave_70_1"] = {x=-741,y=311}, 
		----[[동굴 출구]]["d_limestonecave_70_1"] = {x=-342,y=207}, 
		}, 

--[[슬리비나스 레어]]["d_limestonecave_70_1_rest"] = 
			{
			--[[베다 고원]]["f_tableland_11_1"] = {x=96,y=117}, 
			----[[동굴 심부]]["d_limestonecave_70_1_rest"] = {x=-741,y=311}, 
			----[[동굴 출구]]["d_limestonecave_70_1_rest"] = {x=-342,y=207}, 
			}, 

----[[슬리비나스 레어]]["d_limestonecave_70_1_guild"] = {}, 

----[[할로윈 던전]]["c_Klaipe_event"] = {}, 

----[[할로윈 던전]]["d_castle_agario"] = {}, 

----[[네밸랫 광산 던전]]["id_d_cmine_66_2"] = {}, 

----[[란코 호수 던전]]["id_3cmlake_26_1"] = {}, 

----[[숨겨진 이공간]]["shadow_raid_mini_dungeon"] = {}, 

----[[흰 까마귀의 영면지]]["shadow_raid_main"] = {}, 

--[[이레디안의 피난처]]["d_irredians_113_1"] = 
			{
			----["검문소 방향"]["d_irredians_113_1"] = {x=-4,y=-79}, 
			----["출구"]["d_irredians_113_1"] = {x=1057,y=46}, 
			----["출구"]["d_irredians_113_1"] = {x=-1102,y=49}, 
			----["마돈메이드[포탈]"]["d_irredians_113_1"] = {x=-55,y=19}, 
			----["어미스독[포탈]"]["d_irredians_113_1"] = {x=78,y=19}, }, 
			--[[스펠토움 타운]]["f_nicopolis_81_3"] = {},
			}
			
----[[이레디안의 피난처]]["id_irredians_113_1"] = {}, 

----[[라이마의 성소 내부]]["c_klaipe_cathedral_medium_in"] = {["c_klaipe_cathedral_medium"] = {x=188,y=16}, }, 

----[[길드 아지트]]["guild_agit_extension"] = {}, 

----[[클래식 하우스]]["house_p_basic_1"] = {}, 

----[[낚시꾼의 방]]["house_p_fishman_1"] = {}, 

----[[꿈꾸는 소녀]]["house_p_girlsroom_1"] = {}, 

----[[달콤달콤]]["house_p_candyshop_1"] = {}, 

----[[연회장]]["House_P_Hall_1"] = {}, 

----[[사냥꾼의 방]]["House_P_HunterRoom_1"] = {}, 

----[[저택 서재]]["House_p_Library_1"] = {}, 

----[[깊은 숲속]]["p_h_barrack_11_Forest"] = {}, 

----[[꽃집]]["p_h_barrack_14_Flower"] = {}, 

----[[와인바]]["p_h_barrack_15_Wine"] = {}, 

----[[스팀펑크]]["house_p_steampunk_1"] = {}, 

--[[스타리 타운]]["f_nicopolis_81_1"] = 
			{
			--[[이스토라 유적지]]["f_remains_37_3"] = {x=1647,y=-15}, 
			--[[펠라인 포스트 타운]]["f_nicopolis_81_2"] = {x=-1602,y=5}, 
			}, 

--[[펠라인 포스트 타운]]["f_nicopolis_81_2"] = 
			{
			--[[스타리 타운]]["f_nicopolis_81_1"] = {x=1650,y=-81}, 
			--[[스펠토움 타운]]["f_nicopolis_81_3"] = {x=-2474,y=-69}, 
			}, 

--[[스펠토움 타운]]["f_nicopolis_81_3"] = 
			{
			--[[펠라인 포스트 타운]]["f_nicopolis_81_2"] = {x=2914,y=-132},
			--[[이레디안의 피난처]]["d_irredians_113_1"] = {},			
			}, 

----[[PVP 광산 무법지대]]["pvp_Mine"] = {}, 

----[[베르니케의 파편 던전]]["d_solo_dungeon"] = {}, 

----[[미쉐칸 숲]]["mission_whitetrees_56_1"] = {}, 

----[[PVP 광산 무법지대]]["pvp_Mine_2"] = {}, 

----[[어시스터 던전]]["d_solo_dungeon_2"] = {}, 

----[[누오로딘 폭포]]["GuildColony_f_remains_37_1"] = {["id_catacomb_02"] = {x=-65,y=221}, ["f_remains_37"] = {x=2123,y=314}, ["f_remains_37_2"] = {x=-2785,y=296}, }, 

----[[스벤티마스 유형지]]["GuildColony_f_tableland_72"] = {["f_tableland_73"] = {x=777,y=452}, ["Challenge_f_tableland_71"] = {x=1029,y=508}, ["d_underfortress_65"] = {x=2131,y=287}, }, 

----[[살비야스 숲]]["GuildColony_f_pilgrimroad_41_2"] = {["f_pilgrimroad_41_1"] = {x=-1859,y=224}, ["f_pilgrimroad_41_4"] = {x=7,y=178}, ["f_pilgrimroad_41_3"] = {x=2007,y=178}, ["f_bracken_42_1"] = {x=107,y=253}, }, 

----[[게나르 평원]]["GuildColony_f_pilgrimroad_49"] = {["f_pilgrimroad_48"] = {x=2378,y=347}, ["f_pilgrimroad_47"] = {x=-2314,y=289}, ["f_pilgrimroad_50"] = {x=-85,y=347}, }, 

----[[아렐르노 남작령]]["GuildColony_f_siauliai_47_4"] = {["f_farm_47_3"] = {x=-2167,y=109}, ["f_siauliai_50_1"] = {x=2445,y=209}, ["f_farm_47_1"] = {x=653,y=109}, }, 

----[[수로교 지역]]["GuildColony_f_farm_47_2"] = {["f_farm_47_3"] = {x=2559,y=221}, ["f_farm_47_1"] = {x=1888,y=-43}, ["f_farm_49_1"] = {x=-1805,y=-62}, ["d_velniasprison_51_1"] = {x=-1615,y=0}, }, 

----[[아시오 메이지의 실험실]]["id_abbey_raid"] = {}, 

----[[MissionInstance]]["mission_instance"] = {}, 

----[[별의 탑 폐쇄 구역]]["uniq_startower_raid"] = {}, 

----[[나비목 접선지]]["uniq_castle_raid"] = {}, 

----[[하얀 마녀의 숲]]["snow_raid_glacier"] = {}, 

----[[의문의 레어]]["d_limestonecave_70_1_STM_event"] = {}, 

----[[왕릉 던전]]["id_zachariel_01"] = {}, 

----[[수정광산 던전]]["id_cmine_01"] = {}, 

----[[칠채곡 던전]]["id_huevillage_01"] = {}, 

----[[카타콤 던전]]["id_catacomb_05"] = {}, 

----[[협곡지대 던전]]["id_rokas_01"] = {}, 

----[[살러스 수녀원 캐슬 던전]]["id_castle_67_2_nunnery"] = {}, 

----[[샤울레이 던전]]["id_siauliai_01"] = {}, 

----[[마르튀스 저장실]]["weekly_d_firetower_69_2"] = {}, 

----[[마당 고원]]["weekly_f_tableland_71"] = {}, 

----[[마족수감소 5구역]]["weekly_d_velniasprison_51_5"] = {}, 

----[[글라데 언덕길]]["weekly_d_thorn_39_2"] = {}, 

----[[시카리오스 1층]]["weekly_d_underfortress_68_1"] = {}, 

----[[네이포트 성당 동관]]["weekly_d_cathedral_78_1"] = {}, 

----[[흰 까마귀의 영면지]]["weekly_shadow_raid_main"] = {}, 

----[[마신의 성소]]["raid_dcapital_108"] = {}, 

--[[렘파라사 연못]]["ep13_f_siauliai_1"] = 
			{
			--[[오르샤]]["c_orsha"] = {x=2057,y=25}, 
			--[[덧댄다리 숲]]["ep13_f_siauliai_2"] = {x=-502,y=25}, 
			--[[코노트 숲]]["f_bracken_42_1"] = {x=-439,y=74}, 
			}, 

--[[덧댄다리 숲]]["ep13_f_siauliai_2"] = 
			{
			--[[렘파라사 연못]]["ep13_f_siauliai_1"] = {x=3378,y=139}, 
			--[[파우피스 나루]]["ep13_f_siauliai_3"] = {x=898,y=256}, 
			}, 

--[[파우피스 나루]]["ep13_f_siauliai_3"] = 
			{
			--[[덧댄다리 숲]]["ep13_f_siauliai_2"] = {x=2687,y=171}, 
			--[[이사우고티 숲]]["ep13_f_siauliai_4"] = {x=-1412,y=84}, 
			--[[아샤크 지하 감옥 2층]]["ep13_2_d_prison_2"] = {x=1235,y=318}, 
			}, 

--[[이사우고티 숲]]["ep13_f_siauliai_4"] = 
			{
			--[[파우피스 나루]]["ep13_f_siauliai_3"] = {x=126,y=146}, 
			--[[키르티마스 숲]]["ep13_f_siauliai_5"] = {x=73,y=79}, 
			}, 

--[[키르티마스 숲]]["ep13_f_siauliai_5"] = 
			{
			--[[이사우고티 숲]]["ep13_f_siauliai_4"] = {x=-60,y=15}, 
			----[[X]]["델무어 소작촌"] = {x=165,y=15},]] 
			}, 

----[[테넷 화원]]["weekly_f_gele_57_4"] = {}, 

----[[마르튀스 저장실]]["field_d_firetower_69_2"] = {}, 

----[[마당 고원]]["field_f_tableland_71"] = {}, 

----[[글라데 언덕길]]["field_d_thorn_39_2"] = {}, 

----[[시카리오스 1층]]["field_d_underfortress_68_1"] = {}, 

----[[네이포트 성당 동관]]["field_d_cathedral_78_1"] = {}, 

----[[쇠락한 르귄가문의 던전]]["Mythic_startower"] = {}, 

----[[가시숲 레이드]]["Mythic_thorn1"] = {}, 

----[[대마법사의 타워]]["Mythic_firetower"] = {}, 

----[[푸른 요새 던전]]["Mythic_castle"] = {}, 

----[[마르튀스 저장실]]["Challenge_d_firetower_69_2"] = {}, 

----[[마당 고원]]["Challenge_f_tableland_71"] = {}, 

----[[글라데 언덕길]]["Challenge_d_thorn_39_2"] = {}, 

----[[네이포트 성당 동관]]["Challenge_Division_d_cathedral_78_1"] = {}, 

----[[흰 까마귀의 영면지]]["Challenge_shadow_raid_main"] = {}, 

----[[테넷 화원]]["Challenge_f_gele_57_4"] = {}, 

----[[마신의 성소]]["raid_giltine_AutoGuild"] = {}, 

----[[방어선 돌파]]["TOSHero_Straight"] = {}, 

----[[마력의 소용돌이]]["TOSHero_Wheel"] = {}, 

----[[대성당 탈환]]["TOSHero_Grid"] = {}, 

--[[아샤크 지하 감옥 1층]]["ep13_2_d_prison_1"] = 
			{
			--[[아샤크 지하 감옥 격리 구역]]["ep13_2_d_prison_3"] = {x=-574,y=303}, 
			}, 

--[[아샤크 지하 감옥 2층]]["ep13_2_d_prison_2"] = 
			{
			--[[파우피스 나루]]["ep13_f_siauliai_3"] = {x=1980,y=218}, 
			--[[아샤크 지하 감옥 격리 구역]]["ep13_2_d_prison_3"] = {x=-1911,y=426}, 
			}, 

----[[미지의 성역 1층]]["id_Unknownsanctuary_1"] = {}, 

----[[TOS 봄 캠핑]]["Event_2105_JUMP"] = {}, 

--[[아샤크 지하 감옥 격리 구역]]["ep13_2_d_prison_3"] = 
			{
			--[[아샤크 지하 감옥 2층]]["ep13_2_d_prison_2"] = {x=848,y=10}, 
			--[[아샤크 지하 감옥 1층]]["ep13_2_d_prison_1"] = {x=-507,y=10}, 
			}, 

----[[미지의 성역 2층]]["id_Unknownsanctuary_2"] = {}, 

----[[성자의 기도소]]["raid_medusa"] = {}, 

----[[미지의 성역 3층]]["id_Unknownsanctuary_3"] = {}, 

----[[무한맵]]["infinite_map"] = {},
 
----[[팀 배틀 리그 토너먼트]]["pvp_tournament"] = {}, 

}
