local mapData = 
{

--[[페디미안]]["c_fedimian"] = 
			{
			--[[페디미안 외곽]]["f_remains_40"] = {x=782,y=160,z=-160}, 
			--[[큰아귀 길]]["f_pilgrimroad_46"] = {x=846,y=679,z=1136}, 
			--[[페디미안 주점]]["c_request_1"] = {x=-844,y=212,z=-100}, 
			}, 

--[[클라페다]]["c_Klaipe"] = 
			{
			--[[샤울레이 서쪽 숲]]["f_siauliai_west"] = {x=-201,y=-1,z=-1182}, 
			--[[샤울레이 동쪽 숲]]["f_siauliai_2"] = {x=799,y=-1,z=331}, 
			--[[보코르 마스터의 집]]["c_voodoo"] = {x=-976,y=-1,z=-502}, 
			--[[하이랜더 마스터의 도장]]["c_highlander"] = {x=223,y=80,z=-95}, 
			--[[파이로맨서 마스터의 연구실]]["c_firemage"] = {x=-2,y=96,z=-290}, 
			--[[기티스의 개척지]]["f_siauliai_50_1"] = {x=240,y=148,z=895}, 
			--[[뷰티샵]]["c_barber_dress"] = {x=-1046,y=240,z=689}, 
			}, 

--[[하이랜더 마스터의 도장]]["c_highlander"] = 
			{
			--[[클라페다]]["c_Klaipe"] = {x=-52,y=71,z=192}, 
			}, 

--[[보코르 마스터의 집]]["c_voodoo"] = 
			{
			--[[클라페다]]["c_Klaipe"] = {x=43,y=0,z=-129}, 
			}, 

--[[파이로맨서 마스터의 연구실]]["c_firemage"] = 
			{
			--[[클라페다]]["c_Klaipe"] = {x=253,y=2,z=2}, 
			}, 

--[[페디미안 주점]]["c_request_1"] = 
			{
			--[[페디미안]]["c_fedimian"] = {x=195,y=4,z=-130}, 
			}, 

--[[오르샤]]["c_orsha"] = 
			{
			--[[렘파라사 연못]]["ep13_f_siauliai_1"] = {x=-1422,y=472,z=368}, 
			}, 

--[[살러스 수녀원]]["c_nunnery"] = 
			{
			--[[필그림 들길]]["f_pilgrimroad_47"] = {x=591,y=-75,z=146}, 
			}, 

--[[뷰티샵]]["c_barber_dress"] = 
			{
			--[[클라페다]]["c_Klaipe"] = {x=-5,y=4,z=-111}, 
			}, 

--[[샤울레이 서쪽 숲]]["f_siauliai_west"] = 
			{
			--[[클라페다]]["c_Klaipe"] = {x=1691,y=210,z=-755}, 
			}, 

--[[샤울레이 동쪽 숲]]["f_siauliai_2"] = 
			{
			--[[클라페다]]["c_Klaipe"] = {x=-2463,y=243,z=-1168}, 
			--[[샤울레이 광산 마을]]["f_siauliai_out"] = {x=2684,y=130,z=1144}, 
			}, 

--[[샤울레이 광산 마을]]["f_siauliai_out"] = 
			{
			--[[샤울레이 동쪽 숲]]["f_siauliai_2"] = {x=500,y=37,z=-2241}, 
			--[[수정광산 1층]]["d_cmine_01"] = {x=-213,y=245,z=-17}, 
			--[[스라우타스 협곡]]["f_gele_57_1"] = {x=1832,y=43,z=-578}, 
			}, 

--[[수정광산 1층]]["d_cmine_01"] = 
			{
			--[[샤울레이 광산 마을]]["f_siauliai_out"] = {x=-1294,y=318,z=-1710}, 
			--[[수정광산 2층]]["d_cmine_02"] = {x=-1412,y=154,z=679}, 
			}, 

--[[수정광산 2층]]["d_cmine_02"] = 
			{
			--[[수정광산 1층]]["d_cmine_01"] = {x=-2419,y=73,z=-882}, 
			--[[수정광산 3층]]["d_cmine_6"] = {x=1821,y=157,z=1924}, 
			}, 

--[[수정광산 3층]]["d_cmine_6"] = 
			{
			--[[수정광산 2층]]["d_cmine_02"] = {x=-2147,y=360,z=-1590}, 
			--[[수정광산 2광구 1층]]["d_cmine_8"] = {x=1663,y=151,z=1197},
			}, 

--[[카틴 숲 입구]]["f_katyn_7"] = 
			{
			--[[테넷 화원]]["f_gele_57_4"] = {x=663,y=300,z=-4459}, 
			--[[매너클 묘지]]["f_katyn_7_2"] = {x=-864,y=297,z=3894}, 
			}, 

--[[매너클 묘지]]["f_katyn_7_2"] = 
			{
			--[[카틴 숲 입구]]["f_katyn_7"] = {x=228,y=296,z=-4282}, 
			--[[포슬린키스 숲]]["f_katyn_13"] = {x=267,y=391,z=1751}, 
			}, 

--[[수정광산 2광구 1층]]["d_cmine_8"] = 
			{
			--[[수정광산 3층]]["d_cmine_6"] = {x=-2956,y=73,z=-328}, 
			--[[수정광산 2광구 2층]]["d_cmine_9"] = {x=972,y=-93,z=1375}, 
			}, 

--[[수정광산 2광구 2층]]["d_cmine_9"] = 
			{
			--[[수정광산 2광구 1층]]["d_cmine_8"] = {x=-1959,y=602,z=249}, 
			}, 

--[[포슬린키스 숲]]["f_katyn_13"] = 
			{
			--[[매너클 묘지]]["f_katyn_7_2"] = {x=71,y=123,z=-2123}, 
			--[[사크니스 벌판]]["f_katyn_14"] = {x=-2725,y=240,z=1296}, 
			--[[셉티니 골]]["f_huevillage_58_4"] = {x=-1079,y=200,z=-2373}, 
			}, 

--[[밀실]]["f_katyn_13_2"] = 
			{
			--[[테넷 화원]]["f_gele_57_4"] = {x=522,y=198,z=-1938}, 
			--[[드바시아 고개]]["d_thorn_22"] = {x=-2252,y=197,z=1338}, 
			--[[셉티니 골]]["f_huevillage_58_4"] = {x=-937,y=197,z=-2022}, 
			}, 

--[[화살길]]["f_katyn_13_3"] = 
			{ 
			--[[람스티스 협곡]]["f_rokas_25"] = {x=-1921,y=244,z=-350}, 
			}, 

--[[사크니스 벌판]]["f_katyn_14"] = 
			{
			--[[포슬린키스 숲]]["f_katyn_13"] = {x=3516,y=82,z=-887}, 
			--[[드바시아 고개]]["d_thorn_22"] = {x=-3213,y=306,z=-1446}, 
			}, 

--[[봄볕나무 숲]]["f_siauliai_46_1"] = 
			{
			--[[관문로]]["d_thorn_19"] = {x=-624,y=262,z=-1920}, 
			--[[우키스 경작지]]["f_siauliai_46_2"] = {x=-1872,y=260,z=-427}, 
			--[[글라데 언덕길]]["d_thorn_39_2"] = {x=585,y=390,z=1320}, 
			}, 

--[[우키스 경작지]]["f_siauliai_46_2"] = 
			{
			--[[봄볕나무 숲]]["f_siauliai_46_1"] = {x=1378,y=0,z=4293}, 
			--[[빌나 숲]]["f_siauliai_46_3"] = {x=-2410,y=165,z=3233}, 
			--[[다이나 양봉지]]["f_siauliai_46_4"] = {x=-1148,y=165,z=3224}, 
			--[[라우키메 저습지]]["d_thorn_39_3"] = {x=1197,y=-35,z=7571}, 
			}, 

--[[빌나 숲]]["f_siauliai_46_3"] = 
			{
			--[[우키스 경작지]]["f_siauliai_46_2"] = {x=2224,y=133,z=1573}, 
			--[[다이나 양봉지]]["f_siauliai_46_4"] = {x=-1358,y=-5,z=-1360}, 
			}, 

--[[다이나 양봉지]]["f_siauliai_46_4"] = 
			{
			--[[샤튼 농장]]["f_farm_49_2"] = {x=-555,y=148,z=-1059}, 
			--[[우키스 경작지]]["f_siauliai_46_2"] = {x=1478,y=225,z=343}, 
			--[[셉티니 골]]["f_huevillage_58_4"] = {x=303,y=147,z=-1135}, 
			--[[빌나 숲]]["f_siauliai_46_3"] = {x=-282,y=225,z=1041}, 
			--[[나타흐 망루]]["d_startower_76_1"] = {x=1312,y=188,z=-221}, 
			}, 

--[[아렐르노 남작령]]["f_siauliai_47_4"] = 
			{
			--[[미르키티 농장]]["f_farm_47_3"] = {x=-2167,y=109,z=-153}, 
			--[[기티스의 개척지]]["f_siauliai_50_1"] = {x=2445,y=209,z=-1354}, 
			--[[테넌츠 농장]]["f_farm_47_1"] = {x=653,y=109,z=1595}, 
			}, 

--[[기티스의 개척지]]["f_siauliai_50_1"] = 
			{
			--[[아렐르노 남작령]]["f_siauliai_47_4"] = {x=-794,y=-43,z=1714}, 
			--[[클라페다]]["c_Klaipe"] = {x=1638,y=0,z=-1425}, 
			--[[베야 골짜기]]["f_huevillage_58_1"] = {x=2333,y=22,z=536}, 
			--[[비에타 계곡]]["f_huevillage_58_2"] = {x=905,y=-43,z=1758}, 
			--[[나콘 감옥]]["d_prison_75_1"] = {x=17,y=0,z=-1938}, 
			}, 

--[[쿨레 고개]]["f_katyn_18"] = 
			{
			--[[스팔빈가스 숲]]["f_maple_25_2"] = {x=3248,y=375,z=-1961}, 
			--[[에메트 숲]]["f_whitetrees_23_1"] = {x=-1322,y=574,z=-2179}, 
			}, 

--[[관문로]]["d_thorn_19"] = 
			{
			--[[봄볕나무 숲]]["f_siauliai_46_1"] = {x=215,y=611,z=3115}, 
			--[[셉티니 골]]["f_huevillage_58_4"] = {x=-286,y=622,z=-3924}, 
			--[[시르드겔라 숲]]["d_thorn_20"] = {x=1980,y=623,z=-1018}, 
			}, 

--[[시르드겔라 숲]]["d_thorn_20"] = 
			{
			--[[관문로]]["d_thorn_19"] = {x=-1549,y=602,z=-1884}, 
			--[[크바일라스 숲]]["d_thorn_21"] = {x=2575,y=489,z=1060}, 
			--[[빌티스 숲]]["d_thorn_39_1"] = {x=-911,y=522,z=1739}, 
			--[[은둔자의 통로]]["p_cathedral_1"] = {x=3049,y=491,z=-816}, 
			--[[드바시아 고개]]["d_thorn_22"] = {x=1241,y=438,z=-1506}, 
			}, 

--[[크바일라스 숲]]["d_thorn_21"] = 
			{
			--[[시르드겔라 숲]]["d_thorn_20"] = {x=-412,y=221,z=-37}, 
			--[[해진깃발숲]]["d_thorn_23"] = {x=985,y=208,z=-1550}, 
			}, 

--[[드바시아 고개]]["d_thorn_22"] = 
			{
			--[[사크니스 벌판]]["f_katyn_14"] = {x=-986,y=470,z=-2219}, 
			--[[해진깃발숲]]["d_thorn_23"] = {x=987,y=289,z=1109}, 
			--[[시르드겔라 숲]]["d_thorn_20"] = {x=-2299,y=440,z=-1493}, 

			}, 

--[[해진깃발숲]]["d_thorn_23"] = 
			{
			--[[드바시아 고개]]["d_thorn_22"] = {x=-2159,y=1137,z=-2969}, 
			--[[대왕의 관문]]["f_rokas_24"] = {x=2420,y=289,z=2163}, 
			--[[크바일라스 숲]]["d_thorn_21"] = {x=-588,y=544,z=899}, 
			}, 

--[[대왕의 관문]]["f_rokas_24"] = 
			{
			--[[해진깃발숲]]["d_thorn_23"] = {x=930,y=123,z=-3045}, 
			--[[람스티스 협곡]]["f_rokas_25"] = {x=904,y=261,z=1240}, 
			}, 

--[[람스티스 협곡]]["f_rokas_25"] = 
			{
			--[[대왕의 관문]]["f_rokas_24"] = {x=-2368,y=268,z=-1192}, 
			--[[긴다리 계곡]]["f_rokas_26"] = {x=2769,y=71,z=-1105}, 
			}, 

--[[긴다리 계곡]]["f_rokas_26"] = 
			{
			--[[람스티스 협곡]]["f_rokas_25"] = {x=483,y=1738,z=-2502}, 
			--[[아크멘스 능선]]["f_rokas_27"] = {x=-1090,y=1767,z=-1740}, 
			}, 

--[[아크멘스 능선]]["f_rokas_27"] = 
			{
			--[[긴다리 계곡]]["f_rokas_26"] = {x=-177,y=1196,z=-3637}, 
			--[[틸타스 협곡]]["f_rokas_28"] = {x=-173,y=1295,z=-1189}, 
			}, 

--[[틸타스 협곡]]["f_rokas_28"] = 
			{
			--[[아크멘스 능선]]["f_rokas_27"] = {x=-717,y=1121,z=-1692}, 
			--[[루카스 고원]]["f_rokas_29"] = {x=-1892,y=1298,z=-545}, 
			--[[왕릉 노역자 숙소]]["d_underfortress_59_1"] = {x=1191,y=1007,z=2320}, 
			}, 

--[[루카스 고원]]["f_rokas_29"] = 
			{
			--[[틸타스 협곡]]["f_rokas_28"] = {x=2612,y=469,z=819}, 
			--[[왕의 고원]]["f_rokas_30"] = {x=-1413,y=617,z=-2079}, 
			--[[뮬러스 통로]]["p_catacomb_1"] = {x=-2114,y=782,z=1614}, 
			}, 

--[[왕의 고원]]["f_rokas_30"] = 
			{
			--[[루카스 고원]]["f_rokas_29"] = {x=1019,y=148,z=-1097}, 
			--[[자카리엘 교차로]]["f_rokas_31"] = {x=-1773,y=215,z=-116}, 
			--[[에산치우 마을]]["f_remains_39"] = {x=-209,y=347,z=893}, 
			}, 

--[[자카리엘 교차로]]["f_rokas_31"] = 
			{
			--[[왕의 고원]]["f_rokas_30"] = {x=940,y=107,z=-998}, 
			--[[왕릉 1층]]["d_zachariel_32"] = {x=-1271,y=274,z=715}, 
			--[[비석로]]["f_remains_37"] = {x=470,y=107,z=-1399}, 
			}, 

--[[왕릉 1층]]["d_zachariel_32"] = 
			{
			--[[자카리엘 교차로]]["f_rokas_31"] = {x=30,y=261,z=-2423}, 
			--[[왕릉 2층]]["d_zachariel_33"] = {x=32,y=309,z=2863}, 
			}, 

--[[왕릉 2층]]["d_zachariel_33"] = 
			{
			--[[왕릉 1층]]["d_zachariel_32"] = {x=-93,y=645,z=-2677}, 
			--[[왕릉 3층]]["d_zachariel_34"] = {x=-372,y=788,z=1880}, 
			}, 

--[[왕릉 3층]]["d_zachariel_34"] = 
			{
			--[[왕릉 2층]]["d_zachariel_33"] = {x=3568,y=465,z=208}, 
			--[[왕릉 4층]]["d_zachariel_35"] = {x=-2943,y=266,z=143}, 
			}, 

--[[왕릉 4층]]["d_zachariel_35"] = 
			{
			--[[왕릉 3층]]["d_zachariel_34"] = {x=1631,y=93,z=-1277}, 
			--[[왕릉 5층]]["d_zachariel_36"] = {x=-202,y=-75,z=692}, 
			}, 

--[[왕릉 5층]]["d_zachariel_36"] = 
			{
			--[[왕릉 4층]]["d_zachariel_35"] = {x=-2503,y=327,z=-5846},  
			}, 

--[[파수꾼의 묘역]]["id_catacomb_01"] = 
			{
			--[[테넷 화원]]["f_gele_57_4"] = {x=-247,y=935,z=-3548}, 

			}, 

--[[발류스의 영면지]]["id_catacomb_02"] = 
			{
			--[[바이덴티스 신당]]["id_catacomb_38_1"] = {x=-712,y=325,z=-1847}, 
			--[[누오로딘 폭포]]["f_remains_37_1"] = {x=2712,y=345,z=1785}, 
			}, 

--[[리티니스 지하묘]]["id_catacomb_04"] = 
			{
			--[[모크슬 묘실]]["id_catacomb_38_2"] = {x=-332,y=193,z=-1978}, 
			--[[바이덴티스 신당]]["id_catacomb_38_1"] = {x=2267,y=325,z=1353}, 
			--[[이스토라 유적지]]["f_remains_37_3"] = {x=-2243,y=368,z=-429}, 
			}, 

--[[비석로]]["f_remains_37"] = 
			{
			--[[자카리엘 교차로]]["f_rokas_31"] = {x=-1292,y=989,z=-2944}, 
			--[[여신의 옛뜰]]["f_remains_38"] = {x=564,y=1428,z=3367}, 
			--[[은둔자의 통로]]["p_cathedral_1"] = {x=485,y=1121,z=-2623}, 
			--[[누오로딘 폭포]]["f_remains_37_1"] = {x=-72,y=1296,z=2797}, 
			--[[지마 수코트]]["d_firetower_69_1"] = {x=1165,y=1056,z=-2714}, 
			}, 

--[[여신의 옛뜰]]["f_remains_38"] = 
			{
			--[[비석로]]["f_remains_37"] = {x=-1400,y=325,z=-2214}, 
			--[[에산치우 마을]]["f_remains_39"] = {x=1358,y=372,z=1740}, 
			}, 

--[[에산치우 마을]]["f_remains_39"] = 
			{
			--[[여신의 옛뜰]]["f_remains_38"] = {x=-479,y=194,z=-656}, 
			--[[페디미안 외곽]]["f_remains_40"] = {x=873,y=174,z=1635},  
			--[[왕의 고원]]["f_rokas_30"] = {x=1261,y=173,z=-325}, 
			}, 

--[[페디미안 외곽]]["f_remains_40"] = 
			{
			--[[에산치우 마을]]["f_remains_39"] = {x=111,y=304,z=-2598}, 
			--[[페디미안]]["c_fedimian"] = {x=-2393,y=315,z=-1377}, 
			--[[마법사의 탑 1층]]["d_firetower_41"] = {x=3541,y=645,z=2726}, 
			}, 

--[[마법사의 탑 1층]]["d_firetower_41"] = 
			{
			--[[페디미안 외곽]]["f_remains_40"] = {x=-2301,y=1552,z=-1410}, 
			--[[마법사의 탑 2층]]["d_firetower_42"] = {x=2956,y=1460,z=-1409}, 
			}, 

--[[마법사의 탑 2층]]["d_firetower_42"] = 
			{
			--[[마법사의 탑 1층]]["d_firetower_41"] = {x=2547,y=71,z=-125}, 
			--[[마법사의 탑 3층]]["d_firetower_43"] = {x=-933,y=2,z=-2391}, 
			}, 

--[[마법사의 탑 3층]]["d_firetower_43"] = 
			{
			--[[마법사의 탑 2층]]["d_firetower_42"] = {x=-2473,y=494,z=-294}, 
			--[[마법사의 탑 4층]]["d_firetower_44"] = {x=1808,y=526,z=694}, 
			}, 

--[[마법사의 탑 4층]]["d_firetower_44"] = 
			{
			--[[마법사의 탑 3층]]["d_firetower_43"] = {x=584,y=280,z=-1318}, 
			--[[마법사의 탑 5층]]["d_firetower_45"] = {x=-2718,y=576,z=62}, 
			}, 

--[[마법사의 탑 5층]]["d_firetower_45"] = 
			{
			--[[마법사의 탑 4층]]["d_firetower_44"] = {x=-1215,y=185,z=-2087}, 
			}, 

--[[큰아귀 길]]["f_pilgrimroad_46"] = 
			{
			--[[페디미안]]["c_fedimian"] = {x=-2072,y=120,z=-2455}, 
			--[[필그림 들길]]["f_pilgrimroad_47"] = {x=601,y=119,z=1714}, 
 
			}, 

--[[필그림 들길]]["f_pilgrimroad_47"] = 
			{
			--[[큰아귀 길]]["f_pilgrimroad_46"] = {x=-2462,y=44,z=-2202}, 
			--[[제단로]]["f_pilgrimroad_50"] = {x=2037,y=246,z=2357}, 
			--[[뮬러스 통로]]["p_catacomb_1"] = {x=2209,y=44,z=-586}, 
			--[[살러스 수녀원]]["c_nunnery"] = {x=-1135,y=154,z=1471}, 
			--[[게나르 평원]]["f_pilgrimroad_49"] = {x=1361,y=97,z=-1354}, 
			}, 

--[[마나하스]]["f_pilgrimroad_48"] = 
			{
			--[[파사카 협곡]]["f_pilgrimroad_36_2"] = {x=-560,y=546,z=1498}, 
			--[[게나르 평원]]["f_pilgrimroad_49"] = {x=-1470,y=382,z=-2171}, 
			}, 

--[[게나르 평원]]["f_pilgrimroad_49"] = 
			{
			--[[마나하스]]["f_pilgrimroad_48"] = {x=2378,y=347,z=184}, 
			--[[필그림 들길]]["f_pilgrimroad_47"] = {x=-2314,y=289,z=-647}, 
			--[[제단로]]["f_pilgrimroad_50"] = {x=-85,y=347,z=1318}, 
			}, 

--[[제단로]]["f_pilgrimroad_50"] = 
			{
			--[[필그림 들길]]["f_pilgrimroad_47"] = {x=-1933,y=506,z=-1179}, 
			--[[기원의 숲]]["f_pilgrimroad_51"] = {x=2243,y=507,z=-1306}, 
			--[[게나르 평원]]["f_pilgrimroad_49"] = {x=-161,y=507,z=-725}, 
			}, 

--[[기원의 숲]]["f_pilgrimroad_51"] = 
			{
			--[[압시메스티 교차로]]["f_pilgrimroad_52"] = {x=-1496,y=563,z=1415}, 
			--[[제단로]]["f_pilgrimroad_50"] = {x=-942,y=548,z=-2184}, 
			--[[쇠락한 르귄가문의 저택]]["d_startower_60_1"] = {x=1331,y=571,z=2181}, 
			--[[알레멧 숲]]["f_orchard_34_1"] = {x=2022,y=143,z=-2034}, 
			}, 

--[[압시메스티 교차로]]["f_pilgrimroad_52"] = 
			{
			--[[기원의 숲]]["f_pilgrimroad_51"] = {x=-1184,y=139,z=-3331}, 
			--[[베르크티 광장]]["f_flash_59"] = {x=-471,y=245,z=2056}, 
			--[[대성당 본당]]["d_cathedral_53"] = {x=1033,y=47,z=-691}, 
			--[[록소나 재건단 서관]]["d_firetower_61_1"] = {x=-1865,y=165,z=-78}, 
			}, 

--[[대성당 본당]]["d_cathedral_53"] = 
			{
			--[[압시메스티 교차로]]["f_pilgrimroad_52"] = {x=17,y=-1,z=-1133}, 
			--[[대성당 대회랑]]["d_cathedral_54"] = {x=1166,y=83,z=-285}, 
			}, 

--[[대성당 대회랑]]["d_cathedral_54"] = 
			{
			--[[대성당 본당]]["d_cathedral_53"] = {x=1218,y=4,z=-380}, 
			----[[대성당 참회로]]["f_pilgrimroad_55"] = {x=-1824,y=3,z=-566}, 
			----[[대성당 참회로]]["f_pilgrimroad_55"] = {x=-1474,y=24,z=1122}, 
			--[[대성당 지성소]]["d_cathedral_56"] = {x=1176,y=49,z=593}, 
			}, 

--[[대성당 참회로]]["f_pilgrimroad_55"] = 
			{
			--[[대성당 대회랑]]["d_cathedral_54"] = {x=1614,y=242,z=40}, 
			--[[대성당 대회랑]]["d_cathedral_54"] = {x=-576,y=331,z=776},  
			--[[바르하 숲]]["f_orchard_34_3"] = {x=1752,y=142,z=-636}, 
			}, 

--[[대성당 지성소]]["d_cathedral_56"] = 
			{
			--[[대성당 대회랑]]["d_cathedral_54"] = {x=2216,y=0,z=471}, }, 
			}, 

--[[딩고파실 지구]]["f_flash_58"] = 
			{
			--[[연안요새]]["f_flash_29_1"] = {x=-159,y=407,z=-2051}, 
			--[[내성곽지구]]["f_flash_64"] = {x=2241,y=410,z=-1197}, 
			}, 

--[[베르크티 광장]]["f_flash_59"] = 
			{
			--[[압시메스티 교차로]]["f_pilgrimroad_52"] = {x=-452,y=109,z=881}, 
			--[[록소나 장터]]["f_flash_60"] = {x=157,y=134,z=765}, 
			--[[루클리스 거리]]["f_flash_61"] = {x=1372,y=133,z=1083}, 
			--[[중심시가]]["f_flash_63"] = {x=1425,y=61,z=635}, 
			}, 

--[[록소나 장터]]["f_flash_60"] = 
			{
			--[[베르크티 광장]]["f_flash_59"] = {x=1231,y=150,z=-103}, 
			--[[루클리스 거리]]["f_flash_61"] = {x=1004,y=195,z=1643}, 
			--[[스토가스 고원]]["f_tableland_28_2"] = {x=-1377,y=152,z=715}, 
			}, 

--[[루클리스 거리]]["f_flash_61"] = 
			{
			--[[록소나 장터]]["f_flash_60"] = {x=-100,y=435,z=1555}, 
			--[[베르크티 광장]]["f_flash_59"] = {x=-875,y=510,z=-378}, 
			--[[베다 고원]]["f_tableland_11_1"] = {x=452,y=435,z=1631}, 
			--[[타테나이 수감소]]["d_velniasprison_77_1"] = {x=-613,y=435,z=1451}, 
			}, 

--[[중심시가]]["f_flash_63"] = 
			{
			--[[베르크티 광장]]["f_flash_59"] = {x=-582,y=122,z=-2292}, 
			--[[내성곽지구]]["f_flash_64"] = {x=-140,y=224,z=1456}, 
			--[[연안요새]]["f_flash_29_1"] = {x=1774,y=45,z=1000}, 
			}, 

--[[내성곽지구]]["f_flash_64"] = 
			{
			--[[중심시가]]["f_flash_63"] = {x=12,y=825,z=-2596}, 
			--[[대지의 요새 전초구역]]["d_underfortress_65"] = {x=-2,y=843,z=2338}, 
			--[[딩고파실 지구]]["f_flash_58"] = {x=-1643,y=512,z=-424}, 
			--[[이브레 고원]]["f_tableland_70"] = {x=-374,y=843,z=2044}, 
			}, 

--[[대지의 요새 전초구역]]["d_underfortress_65"] = 
			{
			--[[내성곽지구]]["f_flash_64"] = {x=585,y=602,z=-2290}, 
			--[[대지의 요새 대립의 훈련장]]["d_underfortress_66"] = {x=-437,y=337,z=1978}, 
			--[[스벤티마스 유형지]]["f_tableland_72"] = {x=-1661,y=113,z=1215}, 
			}, 

--[[대지의 요새 대립의 훈련장]]["d_underfortress_66"] = 
			{
			--[[대지의 요새 전초구역]]["d_underfortress_65"] = {x=1286,y=90,z=-310}, 
			--[[대지의 요새 거주구역]]["d_underfortress_67"] = {x=-603,y=163,z=-85}, 
			}, 

--[[대지의 요새 거주구역]]["d_underfortress_67"] = 
			{
			--[[대지의 요새 대립의 훈련장]]["d_underfortress_66"] = {x=31,y=287,z=-1661}, 
			--[[대지의 요새 저장구역]]["d_underfortress_68"] = {x=350,y=178,z=545}, 
			--[[대지의 요새 루클리스 전당]]["d_underfortress_30_1"] = {x=884,y=185,z=2}, 
			}, 

--[[대지의 요새 저장구역]]["d_underfortress_68"] = 
			{
			--[[대지의 요새 거주구역]]["d_underfortress_67"] = {x=-2897,y=484,z=-1228}, 
			--[[대지의 요새 결전지]]["d_underfortress_69"] = {x=1746,y=344,z=1810}, 
			}, 

--[[대지의 요새 결전지]]["d_underfortress_69"] = 
			{
			--[[대지의 요새 저장구역]]["d_underfortress_68"] = {x=2245,y=566,z=24}, 
			}, 

--[[이브레 고원]]["f_tableland_70"] = 
			{
			--[[내성곽지구]]["f_flash_64"] = {x=4605,y=707,z=-4493}, 
			--[[마당 고원]]["f_tableland_71"] = {x=780,y=560,z=-3002}, 
			}, 

--[[마당 고원]]["f_tableland_71"] = 
			{
			--[[이브레 고원]]["f_tableland_70"] = {x=1939,y=759,z=302}, 
			--[[스벤티마스 유형지]]["f_tableland_72"] = {x=-867,y=402,z=1306}, 
			--[[베다 고원]]["f_tableland_11_1"] = {x=-205,y=438,z=-1327},  
			}, 

--[[스벤티마스 유형지]]["f_tableland_72"] = 
			{
			--[[카듀멜 절벽]]["f_tableland_73"] = {x=777,y=452,z=2020}, 
			--[[마당 고원]]["f_tableland_71"] = {x=1029,y=508,z=-1489}, 
			--[[대지의 요새 전초구역]]["d_underfortress_65"] = {x=2131,y=287,z=222}, 
			}, 

--[[카듀멜 절벽]]["f_tableland_73"] = 
			{
			--[[스벤티마스 유형지]]["f_tableland_72"] = {x=1480,y=525,z=-1197}, 
			--[[강철 고원]]["f_tableland_74"] = {x=1575,y=677,z=1631}, 
			}, 

--[[강철 고원]]["f_tableland_74"] = 
			{
			--[[카듀멜 절벽]]["f_tableland_73"] = {x=-2359,y=347,z=-1628}, 
			--[[칼레이마스 접견소]]["d_prison_78"] = {x=2040,y=945,z=2474}, 
			--[[내성벽 제 8구역]]["f_castle_20_3"] = {x=-2255,y=459,z=-90}, 
			}, 

--[[칼레이마스 접견소]]["d_prison_78"] = 
			{
			--[[강철 고원]]["f_tableland_74"] = {x=1046,y=828,z=-565}, 
			--[[칼레이마스 보관실]]["d_prison_79"] = {x=-1238,y=618,z=2618}, 

			}, 

--[[칼레이마스 보관실]]["d_prison_79"] = 
			{
			--[[칼레이마스 접견소]]["d_prison_78"] = {x=1582,y=478,z=-13}, 
			--[[칼레이마스 독방구역]]["d_prison_80"] = {x=802,y=481,z=2072}, 
			}, 

--[[칼레이마스 독방구역]]["d_prison_80"] = 
			{
			--[[칼레이마스 보관실]]["d_prison_79"] = {x=1348,y=366,z=-1690}, 
			--[[칼레이마스 작업장]]["d_prison_81"] = {x=-1256,y=267,z=-1134}, 
			}, 

--[[칼레이마스 작업장]]["d_prison_81"] = 
			{
			--[[칼레이마스 독방구역]]["d_prison_80"] = {x=-1688,y=168,z=-961}, 
			--[[칼레이마스 심문실]]["d_prison_82"] = {x=499,y=223,z=-739}, 
			}, 

--[[칼레이마스 심문실]]["d_prison_82"] = 
			{
			--[[칼레이마스 작업장]]["d_prison_81"] = {x=-930,y=559,z=-25},  
			}, 


--[[바린웰 85수역]]["f_3cmlake_85"] = 
			{
			--[[란코 26수역]]["f_3cmlake_26_1"] = {x=626,y=297,z=-1200}, 
			--[[바린웰 86수역]]["f_3cmlake_86"] = {x=-2020,y=155,z=219}, 
			}, 

--[[바린웰 86수역]]["f_3cmlake_86"] = 
			{
			--[[바린웰 85수역]]["f_3cmlake_85"] = {x=-145,y=118,z=-1696}, 
			--[[바린웰 87수역]]["f_3cmlake_87"] = {x=1725,y=60,z=964}, 
			}, 

--[[바린웰 87수역]]["f_3cmlake_87"] = 
			{
			--[[바린웰 86수역]]["f_3cmlake_86"] = {x=-400,y=232,z=-1716}, 
			--[[별의 탑 1층]]["d_startower_88"] = {x=-46,y=168,z=2327}, 
			--[[바린웰 27수역]]["f_3cmlake_27_1"] = {x=1958,y=161,z=-838}, 
			--[[외성벽 제 11구역]]["f_castle_93"] = {x=-1349,y=176,z=70}, 
			}, 

--[[별의 탑 1층]]["d_startower_88"] = 
			{
			--[[바린웰 87수역]]["f_3cmlake_87"] = {x=2359,y=212,z=1769}, 
			--[[별의 탑 4층]]["d_startower_89"] = {x=1208,y=411,z=3327}, 
			}, 

--[[별의 탑 4층]]["d_startower_89"] = 
			{
			--[[별의 탑 1층]]["d_startower_88"] = {x=1230,y=877,z=-1978}, 
			--[[별의 탑 12층]]["d_startower_90"] = {x=188,y=1304,z=-521},  
			}, 

--[[별의 탑 12층]]["d_startower_90"] = 
			{
			--[[별의 탑 4층]]["d_startower_89"] = {x=1875,y=75,z=-905}, 
			--[[별의 탑 20층]]["d_startower_91"] = {x=817,y=388,z=2402}, 
			}, 

--[[별의 탑 20층]]["d_startower_91"] = 
			{
			--[[별의 탑 12층]]["d_startower_90"] = {x=2482,y=1143,z=-1924}, 
			--[[별의 탑 21층]]["d_startower_92"] = {x=-2268,y=1647,z=1625}, 
			}, 

--[[별의 탑 21층]]["d_startower_92"] = 
			{
			--[[별의 탑 20층]]["d_startower_91"] = {x=-102,y=-193,z=255},  
			}, 

--[[외성벽 제 11구역]]["f_castle_93"] = 
			{
			--[[바린웰 87수역]]["f_3cmlake_87"] = {x=1211,y=291,z=64}, 
			--[[내성벽 제 10구역]]["f_castle_94"] = {x=-2869,y=406,z=-219}, 
			--[[외성벽 제 9구역]]["f_castle_20_1"] = {x=507,y=291,z=-920}, 
			}, 

--[[내성벽 제 10구역]]["f_castle_94"] = 
			{
			--[[내성벽 제 9구역]]["f_castle_20_2"] = {x=-688,y=289,z=-862}, 
			--[[외성벽 제 11구역]]["f_castle_93"] = {x=1475,y=289,z=999}, 
			--[[외성벽 제 13구역]]["f_castle_95"] = {x=-518,y=289,z=3216}, 
			}, 

--[[외성벽 제 13구역]]["f_castle_95"] = 
			{
			--[[내성벽 제 10구역]]["f_castle_94"] = {x=-1531,y=38,z=-603}, 
			--[[외성벽 제 14구역]]["f_castle_96"] = {x=128,y=377,z=1386}, 
			--[[메이번 31수역]]["f_3cmlake_27_2"] = {x=1868,y=21,z=-1831}, 
			}, 

--[[외성벽 제 14구역]]["f_castle_96"] = 
			{
			--[[외성벽 제 13구역]]["f_castle_95"] = {x=327,y=-46,z=-1690}, 
			--[[외성벽 제 15구역]]["f_castle_98"] = {x=1648,y=-35,z=795}, 
			--[[외성벽 지하수로]]["d_underaqueduct"] = {x=1230,y=98,z=937}, 
			}, 

--[[외성벽 제 15구역]]["f_castle_98"] = 
			{
			--[[외성벽 제 14구역]]["f_castle_96"] = {x=1560,y=77,z=-1671}, 
			}, 

--[[비에니베 쉼터]]["f_castle_97"] = 
			{
			--[[서융거스 가도]]["d_castle_19_1"] = {x=-82,y=0,z=1942}, 
			--[[트비르투마스 요새]]["f_castle_99"] = {x=2121,y=280,z=831}, 
			}, 

--[[트비르투마스 요새]]["f_castle_99"] = 
			{
			--[[비에니베 쉼터]]["f_castle_97"] = {x=2077,y=-44,z=-1187}, 
			--[[스칼다 외곽]]["f_castle_102"] = {x=2386,y=-80,z=1130}, 
			}, 

--[[애스팔비스 신역]]["f_castle_101"] = 
			{
			--[[종언의 길]]["f_dcapital_104"] = {x=305,y=313,z=-1756}, 
			--[[프래지아 신전]]["d_dcapital_108"] = {x=116,y=52,z=-523}, 
			}, 

--[[스칼다 외곽]]["f_castle_102"] = 
			{
			--[[링크스마스 폐허]]["f_desolated_capital_53_1"] = {x=-3141,y=52,z=277}, 
			--[[트비르투마스 요새]]["f_castle_99"] = {x=-1473,y=240,z=-1715}, 
			}, 

--[[타니엘 1세 기념구]]["f_dcapital_103"] = 
			{
			--[[내성벽 제 8구역]]["f_castle_20_3"] = {x=738,y=218,z=-1526}, 
			--[[도심성벽 제 8구역]]["f_castle_20_4"] = {x=1754,y=215,z=-546}, 
			--[[발티넬 기념구]]["f_dcapital_105"] = {x=-1632,y=391,z=234},  
			}, 

--[[종언의 길]]["f_dcapital_104"] = 
			{
			--[[링크스마스 폐허]]["f_desolated_capital_53_1"] = {x=1795,y=2,z=-2063}, 
			--[[애스팔비스 신역]]["f_castle_101"] = {x=742,y=159,z=1998}, 
			}, 

--[[발티넬 기념구]]["f_dcapital_105"] = 
			{
			--[[타니엘 1세 기념구]]["f_dcapital_103"] = {x=-950,y=-10,z=-1317}, 
			--[[글리헬 기념구]]["f_dcapital_106"] = {x=-1795,y=80,z=63}, 
			}, 

--[[글리헬 기념구]]["f_dcapital_106"] = 
			{
			--[[발티넬 기념구]]["f_dcapital_105"] = {x=2339,y=-51,z=374}, 
			--[[프리넬 기념구]]["f_dcapital_107"] = {x=943,y=196,z=1711}, , 
			}, 

--[[프리넬 기념구]]["f_dcapital_107"] = 
			{
			--[[글리헬 기념구]]["f_dcapital_106"] = {x=385,y=39,z=-1490}, 
			--[[서융거스 가도]]["d_castle_19_1"] = {x=98,y=92,z=1686}, 
			}, 

--[[프래지아 신전]]["d_dcapital_108"] = 
			{
			--[[애스팔비스 신역]]["f_castle_101"] = {x=485,y=24,z=-1721}, 
			}, 

--[[그리나스 숲길]]["f_katyn_45_1"] = 
			{
			--[[겔리 고원]]["f_gele_57_2"] = {x=-2572,y=128,z=-494}, 
			--[[타우마스 숲길]]["f_pilgrimroad_41_1"] = {x=-912,y=127,z=1047}, 
			--[[그리나스 수련장]]["f_katyn_45_2"] = {x=1626,y=81,z=606}, 
			--[[섹타 숲]]["f_pilgrimroad_41_4"] = {x=950,y=80,z=1053},  
			}, 

--[[그리나스 수련장]]["f_katyn_45_2"] = 
			{
			--[[그리나스 구릉지]]["f_katyn_45_3"] = {x=1676,y=120,z=-2250}, 
			--[[그리나스 숲길]]["f_katyn_45_1"] = {x=-1344,y=329,z=1681}, 
			}, 

--[[그리나스 구릉지]]["f_katyn_45_3"] = 
			{
			--[[그리나스 수련장]]["f_katyn_45_2"] = {x=-79,y=79,z=-1799}, 
			--[[랜시드 미로]]["d_catacomb_80_1"] = {x=811,y=82,z=123}, 
			}, 

--[[스라우타스 협곡]]["f_gele_57_1"] = 
			{
			--[[샤울레이 광산 마을]]["f_siauliai_out"] = {x=-1662,y=168,z=-1176}, 
			--[[겔리 고원]]["f_gele_57_2"] = {x=640,y=267,z=1489}, 
			}, 

--[[겔리 고원]]["f_gele_57_2"] = 
			{
			--[[스라우타스 협곡]]["f_gele_57_1"] = {x=35,y=375,z=-1102}, 
			--[[네프리타스 벼랑]]["f_gele_57_3"] = {x=100,y=375,z=1532}, 
			--[[그리나스 숲길]]["f_katyn_45_1"] = {x=1579,y=503,z=-335},  
			}, 

--[[네프리타스 벼랑]]["f_gele_57_3"] = 
			{
			--[[겔리 고원]]["f_gele_57_2"] = {x=-509,y=-107,z=-1593}, 
			--[[테넷 화원]]["f_gele_57_4"] = {x=199,y=284,z=1157}, 
			--[[베야 골짜기]]["f_huevillage_58_1"] = {x=-1357,y=172,z=-739}, 
			--[[타우마스 숲길]]["f_pilgrimroad_41_1"] = {x=1494,y=-109,z=-711}, 
			}, 

--[[테넷 화원]]["f_gele_57_4"] = 
			{
			--[[네프리타스 벼랑]]["f_gele_57_3"] = {x=-841,y=-80,z=-155}, 
			--[[테넷 성당 지상 1층]]["d_chapel_57_6"] = {x=1296,y=-79,z=2145}, 
			--[[테넷 성당 지하 1층]]["d_chapel_57_5"] = {x=1072,y=-79,z=2046}, 
			--[[카틴 숲 입구]]["f_katyn_7"] = {x=-912,y=-80,z=2474}, 
			--[[파수꾼의 묘역]]["id_catacomb_01"] = {x=-442,y=-80,z=2141}, 
			}, 

--[[테넷 성당 지하 1층]]["d_chapel_57_5"] = 
			{
			--[[테넷 화원]]["f_gele_57_4"] = {x=-1258,y=1,z=1163}, 
			--[[테넷 성당 지상 1층]]["d_chapel_57_6"] = {x=627,y=1,z=-565}, 
			}, 

--[[테넷 성당 지상 1층]]["d_chapel_57_6"] = 
			{
			--[[테넷 성당 지하 1층]]["d_chapel_57_5"] = {x=744,y=-73,z=-320}, 
			--[[테넷 화원]]["f_gele_57_4"] = {x=-1766,y=0,z=422}, 
			--[[테넷 성당 지상 2층]]["d_chapel_57_7"] = {x=-1481,y=31,z=179}, 
			}, 

--[[테넷 성당 지상 2층]]["d_chapel_57_7"] = 
			{
			--[[테넷 성당 지상 1층]]["d_chapel_57_6"] = {x=-683,y=36,z=-831},  
			}, 

--[[베야 골짜기]]["f_huevillage_58_1"] = 
			{
			--[[네프리타스 벼랑]]["f_gele_57_3"] = {x=1562,y=371,z=-1187}, 
			--[[비에타 계곡]]["f_huevillage_58_2"] = {x=-719,y=236,z=-402}, 
			--[[기티스의 개척지]]["f_siauliai_50_1"] = {x=222,y=371,z=-1974}, 
			}, 

--[[비에타 계곡]]["f_huevillage_58_2"] = 
			{
			--[[베야 골짜기]]["f_huevillage_58_1"] = {x=439,y=274,z=-1641}, 
			--[[코발트 숲]]["f_huevillage_58_3"] = {x=1461,y=-10,z=1157}, 
			--[[기티스의 개척지]]["f_siauliai_50_1"] = {x=-390,y=271,z=-1617}, 
			}, 

--[[코발트 숲]]["f_huevillage_58_3"] = 
			{
			--[[비에타 계곡]]["f_huevillage_58_2"] = {x=418,y=-86,z=-1834}, 
			--[[셉티니 골]]["f_huevillage_58_4"] = {x=-1129,y=22,z=-29}, 
			--[[테넌츠 농장]]["f_farm_47_1"] = {x=-223,y=-88,z=-1545}, 
			}, 

--[[셉티니 골]]["f_huevillage_58_4"] = 
			{
			--[[코발트 숲]]["f_huevillage_58_3"] = {x=1292,y=-22,z=-1060}, 
			--[[관문로]]["d_thorn_19"] = {x=993,y=-22,z=1273}, 
			--[[포슬린키스 숲]]["f_katyn_13"] = {x=1470,y=-24,z=359}, 
			--[[다이나 양봉지]]["f_siauliai_46_4"] = {x=471,y=-8,z=982}, 
			}, 

--[[에메트 숲]]["f_whitetrees_23_1"] = 
			{
			--[[쿨레 고개]]["f_katyn_18"] = {x=1652,y=11,z=1333}, 
			--[[피스티스 숲]]["f_maple_23_2"] = {x=-1023,y=52,z=-1223}, 
			--[[노브리어 숲]]["f_whitetrees_21_2"] = {x=360,y=11,z=1674}, 
			--[[테켈 피난지]]["f_whitetrees_22_2"] = {x=-1711,y=-53,z=-136}, 
			}, 

--[[피스티스 숲]]["f_maple_23_2"] = 
			{
			--[[에메트 숲]]["f_whitetrees_23_1"] = {x=1600,y=17,z=369}, 
			--[[라다르 숲]]["f_maple_25_3"] = {x=1564,y=-133,z=-1382}, 
			--[[실라 숲]]["f_whitetrees_23_3"] = {x=-1491,y=0,z=450}, 
			--[[북부 파리아스 숲]]["f_maple_24_3"] = {x=-901,y=-112,z=-1639}, 
			}, 

--[[실라 숲]]["f_whitetrees_23_3"] = 
			{
			--[[피스티스 숲]]["f_maple_23_2"] = {x=374,y=0,z=-1220}, 
			--[[중부 파리아스 숲]]["f_maple_24_1"] = {x=-1896,y=149,z=-482}, 
			--[[미쉐칸 숲]]["f_whitetrees_56_1"] = {x=-552,y=111,z=1559},  
			}, 

--[[메사파슬라]]["f_tableland_28_1"] = 
			{
			--[[베다 고원]]["f_tableland_11_1"] = {x=549,y=333,z=-861}, 
			--[[스팔빈가스 숲]]["f_maple_25_2"] = {x=-844,y=694,z=1762}, 
			--[[스토가스 고원]]["f_tableland_28_2"] = {x=-2888,y=266,z=711}, 
			}, 

--[[스토가스 고원]]["f_tableland_28_2"] = 
			{
			--[[메사파슬라]]["f_tableland_28_1"] = {x=1693,y=340,z=1816}, 
			--[[록소나 장터]]["f_flash_60"] = {x=-13,y=0,z=-2126}, 
			--[[베다 고원]]["f_tableland_11_1"] = {x=2112,y=267,z=553}, 
			--[[네이포트 성당 동관]]["field_d_cathedral_78_1"] = {x=-355,y=38,z=-717}, -- d_ or field_d
			}, 

--[[그린가의 장원]]["f_farm_49_1"] = 
			{
			--[[수로교 지역]]["f_farm_47_2"] = {x=2378,y=254,z=909}, 
			--[[샤튼 농장]]["f_farm_49_2"] = {x=-979,y=0,z=1136}, 
			}, 

--[[샤튼 농장]]["f_farm_49_2"] = 
			{
			--[[그린가의 장원]]["f_farm_49_1"] = {x=666,y=127,z=-2160}, 
			--[[샤튼 저수구역]]["f_farm_49_3"] = {x=-2287,y=77,z=1096}, 
			--[[다이나 양봉지]]["f_siauliai_46_4"] = {x=1976,y=205,z=1480}, 
			}, 

--[[샤튼 저수구역]]["f_farm_49_3"] = 
			{
			--[[샤튼 농장]]["f_farm_49_2"] = {x=829,y=245,z=-948}, 
			--[[제2 마족수감소]]["d_velniasprison_54_1"] = {x=-1735,y=285,z=1752},  
			}, 

--[[은둔자의 통로]]["p_cathedral_1"] = 
			{
			--[[비석로]]["f_remains_37"] = {x=61,y=0,z=363}, 
			--[[시르드겔라 숲]]["d_thorn_20"] = {x=-437,y=0,z=-1059}, 
			}, 
 
--[[뮬러스 통로]]["p_catacomb_1"] = 
			{
			--[[필그림 들길]]["f_pilgrimroad_47"] = {x=19,y=267,z=1161}, 
			--[[루카스 고원]]["f_rokas_29"] = {x=21,y=267,z=-1146}, 
			}, 

--[[타우마스 숲길]]["f_pilgrimroad_41_1"] = 
			{
			--[[그리나스 숲길]]["f_katyn_45_1"] = {x=1347,y=-68,z=-117}, 
			--[[네프리타스 벼랑]]["f_gele_57_3"] = {x=-1203,y=60,z=-1055}, 
			--[[살비야스 숲]]["f_pilgrimroad_41_2"] = {x=1291,y=-68,z=887}, 
			}, 

--[[살비야스 숲]]["f_pilgrimroad_41_2"] = 
			{
			--[[타우마스 숲길]]["f_pilgrimroad_41_1"] = {x=-1859,y=224,z=597}, 
			--[[섹타 숲]]["f_pilgrimroad_41_4"] = {x=7,y=178,z=-1548}, 
			--[[래스보이 호숫가]]["f_pilgrimroad_41_3"] = {x=2007,y=178,z=-1021}, 
			--[[코노트 숲]]["f_bracken_42_1"] = {x=107,y=253,z=1605}, 
			}, 

--[[래스보이 호숫가]]["f_pilgrimroad_41_3"] = 
			{
			--[[살비야스 숲]]["f_pilgrimroad_41_2"] = {x=-1543,y=62,z=687}, 
			--[[오아쓰 기념지]]["f_pilgrimroad_41_5"] = {x=-1064,y=173,z=-1412}, 
			--[[메이번 대수도원]]["d_abbey_41_6"] = {x=304,y=129,z=-1040}, 
			}, 

--[[섹타 숲]]["f_pilgrimroad_41_4"] = 
			{
			--[[그리나스 숲길]]["f_katyn_45_1"] = {x=1821,y=41,z=-1410}, 
			--[[살비야스 숲]]["f_pilgrimroad_41_2"] = {x=-102,y=0,z=1347}, 
			}, 

--[[오아쓰 기념지]]["f_pilgrimroad_41_5"] = 
			{
			--[[래스보이 호숫가]]["f_pilgrimroad_41_3"] = {x=-1941,y=-51,z=576}, 
			}, 

--[[메이번 대수도원]]["d_abbey_41_6"] = 
			{
			--[[래스보이 호숫가]]["f_pilgrimroad_41_3"] = {x=-891,y=-122,z=-1429}, 
			}, 

--[[빌티스 숲]]["d_thorn_39_1"] = 
			{
			--[[글라데 언덕길]]["d_thorn_39_2"] = {x=-744,y=1216,z=1666}, 
			--[[시르드겔라 숲]]["d_thorn_20"] = {x=1206,y=1277,z=-2884}, 
			}, 

--[[글라데 언덕길]]["d_thorn_39_2"] = 
			{
			--[[봄볕나무 숲]]["f_siauliai_46_1"] = {x=-2053,y=-245,z=-1604}, 
			--[[빌티스 숲]]["d_thorn_39_1"] = {x=-75,y=-118,z=-1810}, 
			--[[라우키메 저습지]]["d_thorn_39_3"] = {x=-2372,y=0,z=1310}, 
			}, 

--[[라우키메 저습지]]["d_thorn_39_3"] = 
			{
			--[[글라데 언덕길]]["d_thorn_39_2"] = {x=3191,y=-2,z=169}, 
			--[[틸라 수도원]]["d_abbey_39_4"] = {x=-1937,y=124,z=1262}, 
			--[[우키스 경작지]]["f_siauliai_46_2"] = {x=1285,y=181,z=-2261}, 
			--[[모크슬 묘실]]["id_catacomb_38_2"] = {x=74,y=-7,z=-1006},  
			}, 

--[[틸라 수도원]]["d_abbey_39_4"] = 
			{
			--[[라우키메 저습지]]["d_thorn_39_3"] = {x=1445,y=72,z=-1638}, 
			}, 

--[[갈르엣 평야]]["f_rokas_36_1"] = 
			{
			--[[엘고스 수도원 본원]]["d_abbey_35_4"] = {x=1764,y=-25,z=360}, 
			--[[파사카 협곡]]["f_pilgrimroad_36_2"] = {x=55,y=0,z=1210}, 
			}, 

--[[파사카 협곡]]["f_pilgrimroad_36_2"] = 
			{
			--[[갈르엣 평야]]["f_rokas_36_1"] = {x=1701,y=111,z=-604}, 
			--[[마나하스]]["f_pilgrimroad_48"] = {x=-28,y=225,z=-999}, 
			--[[나하스 숲]]["f_siauliai_35_1"] = {x=560,y=98,z=1585}, 
			--[[알레멧 숲]]["f_orchard_34_1"] = {x=-1702,y=153,z=1343}, 
			}, 

--[[누오로딘 폭포]]["f_remains_37_1"] = 
			{
			--[[발류스의 영면지]]["id_catacomb_02"] = {x=-65,y=221,z=-1794}, 
			--[[비석로]]["f_remains_37"] = {x=2123,y=314,z=-745}, 
			--[[나뮤 사원터]]["f_remains_37_2"] = {x=-2785,y=296,z=1350},  
			}, 

--[[나뮤 사원터]]["f_remains_37_2"] = 
			{
			--[[누오로딘 폭포]]["f_remains_37_1"] = {x=1862,y=-92,z=-378}, 
			--[[이스토라 유적지]]["f_remains_37_3"] = {x=-775,y=98,z=1604}, 
			}, 

--[[이스토라 유적지]]["f_remains_37_3"] = 
			{
			--[[나뮤 사원터]]["f_remains_37_2"] = {x=-544,y=3,z=-1603}, 
			--[[리티니스 지하묘]]["id_catacomb_04"] = {x=-3659,y=52,z=1659}, 
			--[[스타리 타운]]["f_nicopolis_81_1"] = {x=-702,y=7,z=764}, 
			}, 

--[[서융거스 가도]]["d_castle_19_1"] = 
			{
			--[[프리넬 기념구]]["f_dcapital_107"] = {x=2,y=126,z=1008}, 
			--[[비에니베 쉼터]]["f_castle_97"] = {x=-4,y=-8,z=373}, 
			}, 

--[[외성벽 제 9구역]]["f_castle_20_1"] = 
			{
			--[[내성벽 제 9구역]]["f_castle_20_2"] = {x=-66,y=195,z=1511}, 
			--[[외성벽 제 11구역]]["f_castle_93"] = {x=1188,y=0,z=453}, 
			--[[란코 26수역]]["f_3cmlake_26_1"] = {x=-879,y=579,z=-780}, 
			}, 

--[[내성벽 제 9구역]]["f_castle_20_2"] = 
			{
			--[[내성벽 제 8구역]]["f_castle_20_3"] = {x=-1733,y=97,z=57}, 
			--[[외성벽 제 9구역]]["f_castle_20_1"] = {x=-94,y=116,z=-1410}, 
			--[[내성벽 제 10구역]]["f_castle_94"] = {x=1766,y=-127,z=-250}, 
			}, 

--[[내성벽 제 8구역]]["f_castle_20_3"] = 
			{ 
			--[[강철 고원]]["f_tableland_74"] = {x=329,y=97,z=-882}, 
			--[[네토 숲]]["f_maple_25_1"] = {x=-1834,y=363,z=-519}, 
			--[[타니엘 1세 기념구]]["f_dcapital_103"] = {x=-670,y=214,z=1392}, 
			--[[도심성벽 제 8구역]]["f_castle_20_4"] = {x=-244,y=137,z=1310}, 
			--[[내성벽 제 9구역]]["f_castle_20_2"] = {x=1334,y=123,z=-353}, 
			}, 

--[[도심성벽 제 8구역]]["f_castle_20_4"] = 
			{
			--[[내성벽 제 8구역]]["f_castle_20_3"] = {x=56,y=170,z=-1306}, 
			--[[타니엘 1세 기념구]]["f_dcapital_103"] = {x=-1641,y=-192,z=389}, 
			--[[제로멜 공원]]["f_dcapital_20_5"] = {x=-347,y=-5,z=1269},  
			}, 

--[[제로멜 공원]]["f_dcapital_20_5"] = 
			{
			--[[도심성벽 제 8구역]]["f_castle_20_4"] = {x=-1309,y=38,z=-805}, 
			--[[요나엘 기념구]]["f_dcapital_20_6"] = {x=1415,y=294,z=-711}, 
			}, 

--[[요나엘 기념구]]["f_dcapital_20_6"] = 
			{
			--[[제로멜 공원]]["f_dcapital_20_5"] = {x=-450,y=172,z=-588}, 
			}, 

--[[유데이안 숲]]["f_whitetrees_21_1"] = 
			{
			--[[노브리어 숲]]["f_whitetrees_21_2"] = {x=-2067,y=0,z=995}, 
			}, 

--[[노브리어 숲]]["f_whitetrees_21_2"] = 
			{ 
			--[[에메트 숲]]["f_whitetrees_23_1"] = {x=-1252,y=159,z=-1541}, 
			--[[유데이안 숲]]["f_whitetrees_21_1"] = {x=1142,y=79,z=-1212}, 
			--[[테레쉬 숲]]["f_whitetrees_22_1"] = {x=-1370,y=49,z=517}, 
			--[[사우시스 9관]]["d_fantasylibrary_48_1"] = {x=-805,y=120,z=-565}, 

			}, 

--[[테레쉬 숲]]["f_whitetrees_22_1"] = 
			{
			--[[노브리어 숲]]["f_whitetrees_21_2"] = {x=2661,y=-16,z=-554}, 
			--[[테켈 피난지]]["f_whitetrees_22_2"] = {x=-1834,y=246,z=932}, 
			}, 

--[[테켈 피난지]]["f_whitetrees_22_2"] = 
			{
			--[[테레쉬 숲]]["f_whitetrees_22_1"] = {x=760,y=313,z=1583}, 
			--[[이졸라챠 고원]]["f_whitetrees_22_3"] = {x=-10,y=0,z=-1766}, 
			--[[에메트 숲]]["f_whitetrees_23_1"] = {x=1753,y=130,z=-992}, 
			}, 

--[[이졸라챠 고원]]["f_whitetrees_22_3"] = 
			{
			--[[테켈 피난지]]["f_whitetrees_22_2"] = {x=-171,y=207,z=1423}, 
			--[[나르바스 사원]]["d_abbey_22_4"] = {x=-1685,y=284,z=304}, 
			--[[미쉐칸 숲]]["f_whitetrees_56_1"] = {x=1641,y=726,z=-2043}, 
			}, 

--[[나르바스 사원]]["d_abbey_22_4"] = 
			{
			--[[이졸라챠 고원]]["f_whitetrees_22_3"] = {x=1850,y=-4,z=1304}, 
			--[[나르바스 사원 별관]]["d_abbey_22_5"] = {x=-269,y=-34,z=-1317}, 
			}, 

--[[나르바스 사원 별관]]["d_abbey_22_5"] = 
			{
			--[[나르바스 사원]]["d_abbey_22_4"] = {x=28,y=0,z=1276}, 
			--[[미쉐칸 숲]]["whitetrees_56_1"] = {x=-1461,y=197,z=-1121}, 
			}, 

--[[사우시스 9관]]["d_fantasylibrary_48_1"] = 
			{
			--[[노브리어 숲]]["f_whitetrees_21_2"] = {x=-750,y=59,z=-255}, 
			--[[사우시스 10관]]["d_fantasylibrary_48_2"] = {x=-523,y=-92,z=-1238}, 
			}, 

--[[사우시스 10관]]["d_fantasylibrary_48_2"] = 
			{
			--[[사우시스 9관]]["d_fantasylibrary_48_1"] = {x=824,y=-132,z=871}, 
			--[[발란디스 2관]]["d_fantasylibrary_48_3"] = {x=1434,y=301,z=-84}, 
			}, 

--[[발란디스 2관]]["d_fantasylibrary_48_3"] = 
			{
			--[[사우시스 10관]]["d_fantasylibrary_48_2"] = {x=-913,y=267,z=-602}, 
			--[[발란디스 3관]]["d_fantasylibrary_48_4"] = {x=-1398,y=158,z=1777}, 
			}, 

--[[발란디스 3관]]["d_fantasylibrary_48_4"] = 
			{
			--[[발란디스 2관]]["d_fantasylibrary_48_3"] = {x=-1211,y=77,z=994}, 
			--[[발란디스 91관]]["d_fantasylibrary_48_5"] = {x=168,y=130,z=396}, 
			}, 

--[[발란디스 91관]]["d_fantasylibrary_48_5"] = 
			{
			--[[발란디스 3관]]["d_fantasylibrary_48_4"] = {x=-2031,y=11,z=-973},  
			}, 

--[[바린웰 27수역]]["f_3cmlake_27_1"] = 
			{
			--[[바린웰 87수역]]["f_3cmlake_87"] = {x=-150,y=0,z=-1473}, 
			--[[메이번 31수역]]["f_3cmlake_27_2"] = {x=2456,y=-19,z=290}, 
			}, 

--[[메이번 31수역]]["f_3cmlake_27_2"] = 
			{
			--[[바린웰 27수역]]["f_3cmlake_27_1"] = {x=-1570,y=-52,z=-295}, 
			--[[메이번 32수역]]["f_3cmlake_27_3"] = {x=2541,y=106,z=-385}, 
			--[[외성벽 제 13구역]]["f_castle_95"] = {x=305,y=136,z=574}, 
			}, 

--[[메이번 32수역]]["f_3cmlake_27_3"] = 
			{
			--[[메이번 31수역]]["f_3cmlake_27_2"] = {x=22,y=-28,z=-1574}, 
			}, 

--[[중부 파리아스 숲]]["f_maple_24_1"] = 
			{
			--[[실라 숲]]["f_whitetrees_23_3"] = {x=-1509,y=-24,z=584}, 
			--[[북부 파리아스 숲]]["f_maple_24_3"] = {x=1663,y=1,z=1391}, 
			--[[남부 파리아스 숲]]["f_maple_24_2"] = {x=1824,y=72,z=-230}, 
			}, 

--[[남부 파리아스 숲]]["f_maple_24_2"] = 
			{
			--[[중부 파리아스 숲]]["f_maple_24_1"] = {x=1376,y=98,z=1265}, 
			}, 

--[[북부 파리아스 숲]]["f_maple_24_3"] = 
			{
			--[[중부 파리아스 숲]]["f_maple_24_1"] = {x=-1723,y=0,z=-1497}, 
			--[[피스티스 숲]]["f_maple_23_2"] = {x=-1443,y=0,z=1226}, 
			--[[라다르 숲]]["f_maple_25_3"] = {x=1004,y=9,z=12}, 
			}, 

--[[네토 숲]]["f_maple_25_1"] = 
			{
			--[[내성벽 제 8구역]]["f_castle_20_3"] = {x=1582,y=-120,z=943}, 
			--[[스팔빈가스 숲]]["f_maple_25_2"] = {x=-2235,y=-41,z=744}, 
			}, 

--[[스팔빈가스 숲]]["f_maple_25_2"] = 
			{
			--[[네토 숲]]["f_maple_25_1"] = {x=1346,y=641,z=1102}, 
			--[[쿨레 고개]]["f_katyn_18"] = {x=-783,y=-77,z=-1004}, 
			--[[메사파슬라]]["f_tableland_28_1"] = {x=1821,y=657,z=-354}, 
			--[[라다르 숲]]["f_maple_25_3"] = {x=-1756,y=-20,z=-432}, 
			}, 

--[[라다르 숲]]["f_maple_25_3"] = 
			{ 
			--[[스팔빈가스 숲]]["f_maple_25_2"] = {x=1763,y=332,z=639}, 
			--[[피스티스 숲]]["f_maple_23_2"] = {x=-621,y=261,z=1423}, 
			--[[북부 파리아스 숲]]["f_maple_24_3"] = {x=1648,y=650,z=112}, 
			--[[티메리스 사원]]["id_catacomb_25_4"] = {x=-1900,y=698,z=545}, 
			}, 

--[[티메리스 사원]]["id_catacomb_25_4"] = 
			{
			--[[라다르 숲]]["f_maple_25_3"] = {x=1664,y=-23,z=580}, 
			}, 

--[[미쉐칸 숲]]["f_whitetrees_56_1"] = 
			{
			--[[이졸라챠 고원]]["f_whitetrees_22_3"] = {x=141,y=63,z=1754}, 
			--[[나르바스 사원 별관]]["d_abbey_22_5"] = {x=-1291,y=55,z=297}, 
			--[[실라 숲]]["f_whitetrees_23_3"] = {x=1459,y=-11,z=-727}, 
			}, 

--[[대지의 요새 루클리스 전당]]["d_underfortress_30_1"] = 
			{
			--[[대지의 요새 거주구역]]["d_underfortress_67"] = {x=-105,y=170,z=1942}, 
			--[[대지의 요새 확장구역]]["d_underfortress_30_2"] = {x=1030,y=268,z=-954}, 
			}, 

--[[대지의 요새 확장구역]]["d_underfortress_30_2"] = 
			{
			--[[대지의 요새 루클리스 전당]]["d_underfortress_30_1"] = {x=1214,y=187,z=-704}, 
			--[[대지의 요새 피난거주구]]["d_underfortress_30_3"] = {x=-1696,y=235,z=-697}, 
			}, 

--[[대지의 요새 피난거주구]]["d_underfortress_30_3"] = 
			{
			--[[대지의 요새 확장구역]]["d_underfortress_30_2"] = {x=2002,y=227,z=-850}, 
			}, 

--[[연안요새]]["f_flash_29_1"] = 
			{
			--[[중심시가]]["f_flash_63"] = {x=-2077,y=0,z=-42}, 
			--[[딩고파실 지구]]["f_flash_58"] = {x=58,y=201,z=1352}, 
			}, 

--[[크란토 연안]]["f_coral_32_1"] = 
			{
			--[[바르하 숲]]["f_orchard_34_3"] = {x=-152,y=141,z=-1692}, 
			--[[이기티 연안]]["f_coral_32_2"] = {x=-346,y=231,z=910}, 
			}, 

--[[이기티 연안]]["f_coral_32_2"] = 
			{
			--[[크란토 연안]]["f_coral_32_1"] = {x=-33,y=-36,z=-1051}, 
			}, 

--[[알레멧 숲]]["f_orchard_34_1"] = 
			{
			--[[파사카 협곡]]["f_pilgrimroad_36_2"] = {x=1160,y=-2,z=-1071}, 
			--[[기원의 숲]]["f_pilgrimroad_51"] = {x=-478,y=0,z=1532}, 
			--[[바르하 숲]]["f_orchard_34_3"] = {x=1067,y=-1,z=268}, 
			}, 


--[[바르하 숲]]["f_orchard_34_3"] = 
			{
			--[[알레멧 숲]]["f_orchard_34_1"] = {x=-1649,y=370,z=523}, 
			--[[대성당 참회로]]["f_pilgrimroad_55"] = {x=-639,y=370,z=1358}, 
			--[[크란토 연안]]["f_coral_32_1"] = {x=1286,y=37,z=-1034}, 
			--[[나하스 숲]]["f_siauliai_35_1"] = {x=-226,y=114,z=-1173}, 
			}, 

--[[나하스 숲]]["f_siauliai_35_1"] = 
			{
			--[[파사카 협곡]]["f_pilgrimroad_36_2"] = {x=-1946,y=-5,z=-299}, 
			--[[바르하 숲]]["f_orchard_34_3"] = {x=209,y=-61,z=1970}, 
			--[[엘고스 수도원 별관]]["d_abbey_35_3"] = {x=3,y=-135,z=-1347}, 
			--[[베라 연안]]["f_coral_35_2"] = {x=1624,y=-55,z=358}, 
			}, 

--[[베라 연안]]["f_coral_35_2"] = 
			{
			--[[나하스 숲]]["f_siauliai_35_1"] = {x=-1460,y=10,z=1176}, 
			}, 

--[[엘고스 수도원 별관]]["d_abbey_35_3"] = 
			{
			--[[나하스 숲]]["f_siauliai_35_1"] = {x=20,y=0,z=1662}, 
			--[[엘고스 수도원 본원]]["d_abbey_35_4"] = {x=11,y=-95,z=-1657},  
			}, 

--[[엘고스 수도원 본원]]["d_abbey_35_4"] = 
			{
			--[[갈르엣 평야]]["f_rokas_36_1"] = {x=-1715,y=125,z=-549}, 
			--[[엘고스 수도원 별관]]["d_abbey_35_3"] = {x=16,y=0,z=1459}, 
			--[[에페로타오 해안]]["f_coral_44_3"] = {x=-519,y=77,z=-683}, 
			}, 

--[[바이덴티스 신당]]["id_catacomb_38_1"] = 
			{
			--[[리티니스 지하묘]]["id_catacomb_04"] = {x=-2118,y=272,z=-923}, 
			--[[발류스의 영면지]]["id_catacomb_02"] = {x=1796,y=248,z=1596}, 
			--[[모크슬 묘실]]["id_catacomb_38_2"] = {x=2014,y=-13,z=49},  
			}, 

--[[모크슬 묘실]]["id_catacomb_38_2"] = 
			{
			--[[라우키메 저습지]]["d_thorn_39_3"] = {x=1229,y=2,z=-1377}, 
			--[[리티니스 지하묘]]["id_catacomb_04"] = {x=-1723,y=279,z=-1487}, 
			--[[바이덴티스 신당]]["id_catacomb_38_1"] = {x=-12,y=-279,z=2080},  
			}, 

--[[제2 마족수감소]]["d_velniasprison_54_1"] = 
			{
			--[[샤튼 저수구역]]["f_farm_49_3"] = {x=-35,y=5,z=-472}, 
			}, 

--[[제테오 해안]]["f_coral_44_1"] = 
			{
			--[[파마르 숲]]["f_bracken_43_2"] = {x=-1728,y=92,z=889}, 
			--[[아이테오 해안]]["f_coral_44_2"] = {x=644,y=54,z=-1374}, 
			}, 

--[[아이테오 해안]]["f_coral_44_2"] = 
			{
			--[[제테오 해안]]["f_coral_44_1"] = {x=313,y=91,z=2100}, 
			--[[에페로타오 해안]]["f_coral_44_3"] = {x=-793,y=-48,z=-990}, 
			}, 

--[[에페로타오 해안]]["f_coral_44_3"] = 
			{
			--[[아이테오 해안]]["f_coral_44_2"] = {x=-1046,y=0,z=953}, 
			--[[엘고스 수도원 본원]]["d_abbey_35_4"] = {x=1041,y=-107,z=-1037}, 
			}, 

--[[테브린 종유동 1구역]]["d_limestonecave_52_1"] = 
			{
			--[[코노트 숲]]["f_bracken_42_1"] = {x=343,y=-30,z=-1128}, 
			--[[테브린 종유동 2구역]]["d_limestonecave_52_2"] = {x=532,y=-307,z=2104}, 
			}, 

--[[테브린 종유동 2구역]]["d_limestonecave_52_2"] = 
			{
			--[[테브린 종유동 1구역]]["d_limestonecave_52_1"] = {x=-1460,y=-974,z=-1811}, 
			--[[테브린 종유동 3구역]]["d_limestonecave_52_3"] = {x=1287,y=-502,z=-119}, 
			}, 

--[[테브린 종유동 3구역]]["d_limestonecave_52_3"] = 
			{
			--[[테브린 종유동 2구역]]["d_limestonecave_52_2"] = {x=-2648,y=-33,z=-965}, 
			--[[테브린 종유동 4구역]]["d_limestonecave_52_4"] = {x=1366,y=-63,z=1183}, 
			}, 

--[[테브린 종유동 4구역]]["d_limestonecave_52_4"] = 
			{
			--[[테브린 종유동 3구역]]["d_limestonecave_52_3"] = {x=2101,y=-109,z=-2077}, 
			--[[테브린 종유동 5구역]]["d_limestonecave_52_5"] = {x=-1437,y=201,z=841}, 
			}, 

--[[테브린 종유동 5구역]]["d_limestonecave_52_5"] = 
			{
			--[[테브린 종유동 4구역]]["d_limestonecave_52_4"] = {x=-1585,y=800,z=-1700}, , 
			}, 

--[[마족수감소 1구역]]["d_velniasprison_51_1"] = 
			{
			--[[수로교 지역]]["f_farm_47_2"] = {x=-118,y=167,z=108}, 
			--[[마족수감소 2구역]]["d_velniasprison_51_2"] = {x=182,y=170,z=-117}, 
			}, 

--[[마족수감소 2구역]]["d_velniasprison_51_2"] = 
			{
			--[[마족수감소 1구역]]["d_velniasprison_51_1"] = {x=1123,y=297,z=1884}, 
			--[[마족수감소 3구역]]["d_velniasprison_51_4"] = {x=1458,y=183,z=429}, 
			}, 

--[[마족수감소 4구역]]["d_velniasprison_51_3"] = 
			{
			--[[마족수감소 3구역]]["d_velniasprison_51_4"] = {x=-3317,y=161,z=-807}, 
			--[[마족수감소 5구역]]["d_velniasprison_51_5"] = {x=2867,y=131,z=-751}, 
 
			}, 

--[[마족수감소 3구역]]["d_velniasprison_51_4"] = 
			{ 
			--[[마족수감소 2구역]]["d_velniasprison_51_2"] = {x=-1080,y=604,z=1619}, 
			--[[마족수감소 4구역]]["d_velniasprison_51_3"] = {x=-460,y=580,z=1262}, 
			}, 

--[[마족수감소 5구역]]["d_velniasprison_51_5"] = 
			{
			--[[마족수감소 4구역]]["d_velniasprison_51_3"] = {x=-1152,y=54,z=-552},  
			}, 

--[[알렘빅 동굴]]["d_limestonecave_55_1"] = 
			{
			--[[지부리나스 숲]]["f_bracken_43_3"] = {x=-2235,y=209,z=355}, 
			}, 

--[[코노트 숲]]["f_bracken_42_1"] = 
			{
			--[[살비야스 숲]]["f_pilgrimroad_41_2"] = {x=-1014,y=516,z=-700}, 
			--[[렘파라사 연못]]["ep13_f_siauliai_1"] = {x=83,y=629,z=1045}, 
			--[[카마돈 숲]]["f_bracken_42_2"] = {x=2084,y=783,z=-198}, 
			--[[테브린 종유동 1구역]]["d_limestonecave_52_1"] = {x=-1597,y=321,z=222}, 
			}, 

--[[카마돈 숲]]["f_bracken_42_2"] = 
			{
			--[[코노트 숲]]["f_bracken_42_1"] = {x=-1735,y=153,z=231}, 
			}, 

--[[아르커스 숲]]["f_bracken_43_1"] = 
			{
			--[[파마르 숲]]["f_bracken_43_2"] = {x=915,y=167,z=1613}, 
			}, 

--[[파마르 숲]]["f_bracken_43_2"] = 
			{
			--[[제테오 해안]]["f_coral_44_1"] = {x=1453,y=406,z=1283}, 
			--[[지부리나스 숲]]["f_bracken_43_3"] = {x=1499,y=24,z=-490}, 
			--[[아르커스 숲]]["f_bracken_43_1"] = {x=-448,y=39,z=-1270}, 
			}, 

--[[지부리나스 숲]]["f_bracken_43_3"] = 
			{
			--[[파마르 숲]]["f_bracken_43_2"] = {x=344,y=240,z=1648}, 
			--[[알렘빅 동굴]]["d_limestonecave_55_1"] = {x=2531,y=316,z=-223}, 
			--[[몰로게오 숲]]["f_bracken_43_4"] = {x=180,y=313,z=-1344}, 
			}, 

--[[몰로게오 숲]]["f_bracken_43_4"] = 
			{
			--[[지부리나스 숲]]["f_bracken_43_3"] = {x=395,y=155,z=1195}, 
			}, 

--[[테넌츠 농장]]["f_farm_47_1"] = 
			{
			--[[아렐르노 남작령]]["f_siauliai_47_4"] = {x=1527,y=6,z=-1336}, 
			--[[수로교 지역]]["f_farm_47_2"] = {x=-1546,y=-41,z=-34}, 
			--[[코발트 숲]]["f_huevillage_58_3"] = {x=235,y=1,z=1471}, 
			}, 

--[[수로교 지역]]["f_farm_47_2"] = 
			{
			--[[미르키티 농장]]["f_farm_47_3"] = {x=2559,y=221,z=-1202}, 
			--[[테넌츠 농장]]["f_farm_47_1"] = {x=1888,y=-43,z=1061}, 
			--[[그린가의 장원]]["f_farm_49_1"] = {x=-1805,y=-62,z=977}, 
			--[[마족수감소 1구역]]["d_velniasprison_51_1"] = {x=-1615,y=0,z=-1192}, 
			}, 

--[[미르키티 농장]]["f_farm_47_3"] = 
			{
			--[[아렐르노 남작령]]["f_siauliai_47_4"] = {x=1034,y=204,z=56}, 
			--[[수로교 지역]]["f_farm_47_2"] = {x=-2181,y=-9,z=430}, 
			}, 

--[[베다 고원]]["f_tableland_11_1"] = 
			{
			--[[루클리스 거리]]["f_flash_61"] = {x=615,y=-163,z=-1536}, 
			--[[메사파슬라]]["f_tableland_28_1"] = {x=-2260,y=801,z=2342}, 
			--[[스토가스 고원]]["f_tableland_28_2"] = {x=-1070,y=-91,z=-1326}, 
			--[[마당 고원]]["f_tableland_71"] = {x=486,y=94,z=2231}, 
			}, 

--[[란코 26수역]]["f_3cmlake_26_1"] = 
			{
			--[[외성벽 제 9구역]]["f_castle_20_1"] = {x=-127,y=-87,z=1983}, 
			--[[바린웰 85수역]]["f_3cmlake_85"] = {x=2315,y=-121,z=752}, 
			--[[란코 22수역]]["f_3cmlake_26_2"] = {x=145,y=-125,z=-2415}, 
			}, 

--[[란코 22수역]]["f_3cmlake_26_2"] = 
			{
			--[[란코 26수역]]["f_3cmlake_26_1"] = {x=632,y=-160,z=1907}, 
			}, 

--[[왕릉 노역자 숙소]]["d_underfortress_59_1"] = 
			{
			--[[틸타스 협곡]]["f_rokas_28"] = {x=-90,y=311,z=-478}, 
			--[[왕릉 건축자 예배당]]["d_underfortress_59_2"] = {x=626,y=162,z=481}, 
			}, 

--[[왕릉 건축자 예배당]]["d_underfortress_59_2"] = 
			{
			--[[왕릉 적재소]]["d_underfortress_59_3"] = {x=-40,y=-2,z=281}, 
			--[[왕릉 노역자 숙소]]["d_underfortress_59_1"] = {x=456,y=4,z=-386},  
			}, 

--[[왕릉 적재소]]["d_underfortress_59_3"] = 
			{
			--[[왕릉 건축자 예배당]]["d_underfortress_59_2"] = {x=-1688,y=141,z=-1199}, 
			}, 

--[[쇠락한 르귄가문의 저택]]["d_startower_60_1"] = 
			{
			--[[기원의 숲]]["f_pilgrimroad_51"] = {x=-81,y=-92,z=-2128}, 
			}, 

--[[록소나 재건단 서관]]["d_firetower_61_1"] = 
			{
			--[[압시메스티 교차로]]["f_pilgrimroad_52"] = {x=-300,y=177,z=-2322}, 
			--[[록소나 재건단 동관]]["d_firetower_61_2"] = {x=-113,y=249,z=2144}, 
			}, 

--[[록소나 재건단 동관]]["d_firetower_61_2"] = 
			{
			--[[록소나 재건단 서관]]["d_firetower_61_1"] = {x=-1891,y=267,z=-1702}, 
			}, 

--[[지마 수코트]]["d_firetower_69_1"] = 
			{
			--[[비석로]]["f_remains_37"] = {x=-2563,y=-774,z=-266}, 
			--[[마르튀스 저장실]]["d_firetower_69_2"] = {x=1679,y=-875,z=-1189}, 
			}, 

--[[마르튀스 저장실]]["d_firetower_69_2"] = 
			{
			--[[지마 수코트]]["d_firetower_69_1"] = {x=87,y=87,z=295}, 
			}, 



--[[외성벽 지하수로]]["d_underaqueduct"] = 
			{
			--[[외성벽 제 14구역]]["f_castle_96"] = {x=1704,y=281,z=-445}, 
			}, 

--[[링크스마스 폐허]]["f_desolated_capital_53_1"] = 
			{
			--[[스칼다 외곽]]["f_castle_102"] = {x=3608,y=6,z=1241}, 
			--[[종언의 길]]["f_dcapital_104"] = {x=3178,y=166,z=3389}, 
			}, 

--[[나콘 감옥]]["d_prison_75_1"] = 
			{
			--[[기티스의 개척지]]["f_siauliai_50_1"] = {x=-516,y=-196,z=1633}, 
			}, 

--[[나타흐 망루]]["d_startower_76_1"] = 
			{
			--[[다이나 양봉지]]["f_siauliai_46_4"] = {x=-1099,y=372,z=778}, 
			--[[나자레느 탑]]["d_startower_76_2"] = {x=2771,y=333,z=249}, 
			}, 

--[[나자레느 탑]]["d_startower_76_2"] = 
			{
			--[[나타흐 망루]]["d_startower_76_1"] = {x=-2408,y=216,z=-179}, 
			}, 

--[[타테나이 수감소]]["d_velniasprison_77_1"] = 
			{
			--[[루클리스 거리]]["f_flash_61"] = {x=-802,y=38,z=-1042}, 
			}, 

--[[네이포트 성당 동관]]["d_cathedral_78_1"] = 
			{
			--[[스토가스 고원]]["f_tableland_28_2"] = {x=1359,y=145,z=264}, 
			}, 

--[[랜시드 미로]]["d_catacomb_80_1"] = 
			{
			--[[밸러암 주둔지]]["d_catacomb_80_2"] = {x=-32,y=204,z=-1085}, 
			--[[그리나스 구릉지]]["f_katyn_45_3"] = {x=-58,y=193,z=-2527}, 
			}, 

--[[밸러암 주둔지]]["d_catacomb_80_2"] = 
			{
			--[[랜시드 미로]]["d_catacomb_80_1"] = {x=35,y=68,z=-2316}, 
			--[[미크마쉬 사원]]["d_catacomb_80_3"] = {x=-521,y=-95,z=-1668}, 
			}, 

--[[미크마쉬 사원]]["d_catacomb_80_3"] = 
			{
			--[[밸러암 주둔지]]["d_catacomb_80_2"] = {x=-958,y=315,z=-2169}, 
			}, 

--[[슬리비나스 레어]]["d_limestonecave_70_1_rest"] = 
			{
			--[[베다 고원]]["f_tableland_11_1"] = {x=96,y=117,z=-2115}, 
			}, 

--[[이레디안의 피난처]]["d_irredians_113_1"] = 
			{
			--[[스펠토움 타운]]["f_nicopolis_81_3"] = {x=-569,y=150,z=-1383}, 
			}, 

--[[스타리 타운]]["f_nicopolis_81_1"] = 
			{
			--[[이스토라 유적지]]["f_remains_37_3"] = {x=1647,y=-15,z=-1414}, 
			--[[펠라인 포스트 타운]]["f_nicopolis_81_2"] = {x=-1602,y=5,z=788}, 
			}, 

--[[펠라인 포스트 타운]]["f_nicopolis_81_2"] = 
			{
			--[[스타리 타운]]["f_nicopolis_81_1"] = {x=1650,y=-81,z=-1984}, 
			--[[스펠토움 타운]]["f_nicopolis_81_3"] = {x=-2474,y=-69,z=-993}, 
			}, 

--[[스펠토움 타운]]["f_nicopolis_81_3"] = 
			{
			--[[펠라인 포스트 타운]]["f_nicopolis_81_2"] = {x=2914,y=-132,z=1168}, 
			--[[이레디안의 피난처]]["d_irredians_113_1"] = {x=-1727,y=29,z=715}, 

			}, 

--[[렘파라사 연못]]["ep13_f_siauliai_1"] = 
			{
			--[[오르샤]]["c_orsha"] = {x=2057,y=25,z=336}, 
			--[[덧댄다리 숲]]["ep13_f_siauliai_2"] = {x=-502,y=25,z=-1813}, 
			--[[코노트 숲]]["f_bracken_42_1"] = {x=-439,y=74,z=1928}, 
			}, 

--[[덧댄다리 숲]]["ep13_f_siauliai_2"] = 
			{
			--[[렘파라사 연못]]["ep13_f_siauliai_1"] = {x=3378,y=139,z=-671}, 
			--[[파우피스 나루]]["ep13_f_siauliai_3"] = {x=898,y=256,z=1795},  
			}, 

--[[파우피스 나루]]["ep13_f_siauliai_3"] = 
			{
			--[[덧댄다리 숲]]["ep13_f_siauliai_2"] = {x=2687,y=171,z=-591}, 
			--[[이사우고티 숲]]["ep13_f_siauliai_4"] = {x=-1412,y=84,z=868},  
			--[[아샤크 지하 감옥 2층]]["ep13_2_d_prison_2"] = {x=1235,y=318,z=1636}, 
			}, 

--[[이사우고티 숲]]["ep13_f_siauliai_4"] = 
			{
			--[[파우피스 나루]]["ep13_f_siauliai_3"] = {x=126,y=146,z=-1144}, 
			--[[키르티마스 숲]]["ep13_f_siauliai_5"] = {x=73,y=79,z=1200}, 
			}, 

--[[키르티마스 숲]]["ep13_f_siauliai_5"] = 
			{
			--[[이사우고티 숲]]["ep13_f_siauliai_4"] = {x=-60,y=15,z=-1271}, 
			--[[미지의 성역 1층]]["id_Unknownsanctuary_1"] = {x=-840,y=15,z=881}, 
			}, 

--[[아샤크 지하 감옥 1층]]["ep13_2_d_prison_1"] = 
			{
			--[[아샤크 지하 감옥 격리 구역]]["ep13_2_d_prison_3"] = {x=-574,y=303,z=392}, 
			}, 

--[[아샤크 지하 감옥 2층]]["ep13_2_d_prison_2"] = 
			{
			--[[파우피스 나루]]["ep13_f_siauliai_3"] = {x=1980,y=218,z=79}, 
			--[[아샤크 지하 감옥 격리 구역]]["ep13_2_d_prison_3"] = {x=-1911,y=426,z=1812}, 
			}, 

--[[아샤크 지하 감옥 격리 구역]]["ep13_2_d_prison_3"] = 
			{
			--[[아샤크 지하 감옥 2층]]["ep13_2_d_prison_2"] = {x=848,y=10,z=-1027}, 
			--[[아샤크 지하 감옥 1층]]["ep13_2_d_prison_1"] = {x=-507,y=10,z=1093}, 
			}, 

}
